{"text": "We have previously demonstrated a lack of IRF-4 expression in leukemia patients and specifically in CML T-cells (3).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Here, we demonstrate the absence of IRF-4 expression in various hematopoietic cell lines, such as Jurkat, a T-cell leukemia, CML-T1, a bcr-abl-positive T-cell line, K-562, a bcr-abl-positve erythroleukemia, U-937, a monocytic leukemia, EM-2 and LAMA-84, bcr-abl-positve myeloid leukemia, but not in SD-1, a bcr-abl-positive acute lymphoblastic leukemia (pre B-ALL), RPMI-8226, a multiple myeloma and BV-173, a bcr-abl-positive B-cell line (Figures 1A and 5D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "After sequencing of the IRF-4 promoter, it could be excluded that absence of IRF-4 expression in any of the above cell lines was due to genetic aberrations.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Consequently, these alterations are unlikely to affect IRF-4 expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We next analyzed whether promoter methylation could be responsible for down-regulation of IRF-4 expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "A 72 h AzadC-treatment resulted in a concentration-dependent activation of IRF-4 transcription in Jurkat and CML-T1 T-cells as well as in U-937, K-562 and EM-2 cell lines (Figure 2A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "IRF-4 transcription was induced in a time-dependent manner and was observed as early as 24 h after treatment with AzadC and increased over time until 72 h (Figure 2B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Time and strength of the appearance of IRF-4 transcripts varied among cell lines, i.e. CML-T1 responded strongest to AzadC-treatment (data not shown).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In line with this, AzadC-treatment of CML-T1 and LAMA-84 cells also translated in an induction of IRF-4 protein expression (Figure 2C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Accordingly, treatment of the IRF-4-positive cell line BV-173, SD-1 and RPMI-8226 with AzadC had no effect on IRF-4 expression (Figure 2D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "There was no difference in the effects of AzaC versus AzadC, as both increased the IRF-4 mRNA level in CML-T1 cells as well (data not shown).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This implied that promoter methylation may control IRF-4 expression, but an alternative explanation may be activation of positive transcriptional regulators of IRF-4 by AzadC (or AzaC).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To further investigate promoter methylation as a regulatory mechanism of IRF-4 gene expression, restriction-PCR-assays were performed (20,24), where only methylated DNA would not be cut enabling subsequent PCR amplification and vice versa.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Notably, in IRF-4-positive SD-1 cells digestion with the methylation-sensitive enzymes completely inhibited amplification of F1 and F2.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In IRF-4-positive BV-173 cells a HpaII, but not a Bsh1236I digestion, significantly reduced the amplifiable DNA message of F2 (Figure 3C), whereas amplification of F1 was not affected (Figure 3B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "BV-173 cells is associated with less promoter methylation (in BV-173 especially at HpaII sites) as compared with the tested IRF-4-negative cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In general, the methylational status ranged from one cell line with a nearly non-methylated IRF-4 promoter (SD-1, IRF-4-positive) to a completely methylated IRF-4 promoter in CML-T1 (IRF-4-negative).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Interestingly, the percentage of CpG methylation in the IRF-4 promoter from IRF-4-positive cells was very low (mean 24%) as compared with IRF-4-negative cells (mean 94%) (Figure 4A and Table 1).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Intriguingly, a stretch of 13 CpG sites (#10-22; R2) was detected in between these regions, which were highly methylated in IRF-4-negative (mean number of methylated clones 7.1 of 8 with 89% methylated CpGs) but totally non-methylated in IRF-4-positive cells (Figure 4A and B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Furthermore, three CpG sites at the 5' end (#54, 56, 58) and two CpG motifs at the 3' end (#1, 2) showed this direct correlation between high methylation status and absence of IRF-4 expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results indicate the involvement of CpG methylation in the regulation of IRF-4 expression in leukemic cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Intriguingly, methylation of the IRF-4 promoter significantly decreased promoter activity in IRF-4-positive SD-1 cells by 85.0% (Figure 5B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The silencing effect of CpG methylation was not restricted to IRF-4-positive cells, since in vitro methylation led to a 92.9% abrogation of promoter activity in IRF-4-negative Jurkat cells (Figure 5C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Since abundance of DNMT and MBP contribute to promoter regulation via methylation (25,26,28), we studied their mRNA expression to investigate a possible mechanism for the observed methylation differences in the IRF-4 promoter.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We analyzed the effect of Foxp3 overexpression on NF-kappaB activation in HEK 293T cells in dose-response and time course analyses.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Results indicated that as the concentration of Foxp3 transfected into cells increases (from 50 to 2,400 ng), the level of NF-kappaB activation decreases proportionally (Figure 1A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Foxp3 mRNA was also assayed to monitor activity of the Foxp3 expression vector (Figure 1B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Since NF-kappaB activation was partially affected by transfection of high concentrations of the control vector, we determined the fold inhibition of NF-kappaB activation by Foxp3 compared to the control vector at each concentration (Figure 1A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Fold inhibition of NF-kappaB activation was directly proportional to the level of Foxp3 mRNA expression detected by real-time RT-PCR.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine the level of Foxp3-mediated suppression of NF-kappaB activation over time, HEK 293T cells were transfected with an NF-kappaB luciferase reporter vector and an expression vector encoding Foxp3 or EGFP (control vector) and harvested over 4 d. As shown in Figure 1C, NF-kappaB activation was suppressed by overexpression of Foxp3 at all time points.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Extending these results from established, in vitro HEK cell lines to primary human lymphocytes, overexpression of Foxp3 in purified CD4+ T cells from three healthy donors also down-regulated the steady-state level of NF-kappaB activation (Figure 1D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results recapitulate those from Bettelli and colleagues [15] demonstrating that Foxp3 functions, in part, to block NF-kappaB-dependent transcription in human cell lines as well as in primary human CD4+ T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Unlike full-length Foxp3, which localizes almost exclusively to the nucleus and can bind in a sequence-specific manner to forkhead binding sites, the DeltaFKH mutant fails to localize to the nucleus and thus cannot interact with promoter elements or nuclear proteins [16].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Therefore, we utilized the DeltaFKH mutant to determine whether nuclear localization (or other function associated with the FKH domain) of Foxp3 was a prerequisite for inhibition of NF-kappaB activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Although Foxp3 interaction with NF-kappaB presumably takes place in the nucleus, it may also be possible for a cytoplasmic Foxp3 protein to bind to NF-kappaB in the cytoplasm and prevent localization to the nucleus following an activation stimulus.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Overexpression of full-length Foxp3, but not of DeltaFKH, was able to suppress activation of a cotransfected NF-kappaB reporter vector in HEK 293T cells (Figure 2B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Both Foxp3 and DeltaFKH were expressed at very high levels following transfection as detected by real-time RT-PCR (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These data appear to suggest that the carboxyl-terminal FKH domain is critically important for Foxp3 to down-regulate NF-kappaB-dependent transcription.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, NF-kappaB activation was blocked to a similar extent by both full-length Foxp3 and DeltaFKH in Jurkat T cells (Figure 2C) and primary human CD4+ T cells (Figure 2D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Western blot analysis of NF-kappaB p65 expression demonstrated that Foxp3 and DeltaFKH does not block NF-kappaB activation at the level of p65 protein expression (Figure 2E).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results are very interesting with respect to Foxp3 function, because they suggest that the carboxyl-terminal FKH domain, and possibly nuclear localization, are dispensable for Foxp3 function in T cell populations.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Alternative interpretations may include the possibility that the localization of DeltaFKH differ between epithelial cells and T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "If Foxp3 functions as a repressor of NF-kappaB-dependent gene expression, then we hypothesized that Foxp3 overexpression could selectively down-regulate transcription from promoters previously shown to be responsive to NF-kappaB. To address this question, we examined the transcriptional activation of the HIV-1 LTR, which contains two tandem cis-acting NF-kappaB binding sites located between positions -102 and -81 with respect to the transcription initiation site [21].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "NF-kappaB plays a crucial role in regulating gene expression directed from the HIV-1 LTR in CD4+ T cells [21].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Furthermore, HIV-1 LTR activation was suppressed by full-length Foxp3 and DeltaFKH in Jurkat T cells (Figure 3B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This mutant HIV-1 LTR construct exhibited reduced levels of transcription compared to the parental HIV-1 LTR in purified healthy donor CD4+ T cells (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, directly comparing the effect of Foxp3 overexpression on the activation of these two viral promoters demonstrated that Foxp3 was more capable of suppressing transcriptional activation of the HIV-1 LTR (Figure 3D) compared to the mutated HIV-1 LTR (Figure 3E).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results suggest that Foxp3 down-regulation of HIV-1 LTR activation was mediated at least in part by cis-acting NF-kappaB binding sites.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Residual levels of inhibition of the HIV-1 Delta-kappaB LTR by Foxp3 may be due to NF-AT binding sites located upstream of the NF-kappaB sites within the HIV-1 LTR [22,23].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Previous studies by Bettelli and colleagues have demonstrated that Foxp3 can repress both the basal levels of NF-kappaB activation as well as tumor necrosis factor-alpha-stimulated NF-kappaB activation [15].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Our next step was to determine whether Foxp3 could also suppress the activation of NF-kappaB caused by a strong viral transactivator protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "I encodes a multifunctional transactivator protein, Tax, capable of activating both the NF-kappaB and CREB pathways [24-29].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Since the HTLV-I Tax protein can function at multiple levels in both the cytoplasm and the nucleus to stimulate activation of NF-kappaB [28,29], we hypothesized that overexpression of Foxp3 may interfere with this process.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, since Tax-dependent HTLV-I gene expression is independent of NF-kappaB [18], we also hypothesized that Foxp3 would not affect Tax-dependent activation of the HTLV-I LTR.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "HTLV-I Tax strongly up-regulated NF-kappaB-dependent transcriptional activation (~60-fold).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Interestingly, overexpression of Foxp3, but not DeltaFKH, suppressed Tax-mediated activation of NF-kappaB-dependent transcription.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These observations further suggest that the carboxyl-terminal FKH domain is required for inhibiting activation of NF-kappaB in the presence of Tax in HEK 293T cells, strikingly similar to the requirements of Foxp3 inhibition of basal NF-kappaB activation shown in Figure 2B. Transactivation of the HTLV-I LTR was stimulated about 55-fold by overexpression of Tax (Figure 4B), while transfection of Foxp3 suppressed Tax-dependent HTLV-I LTR activation, although HTLV-I LTR activation in the presence or absence of Tax is independent of NF-kappaB or NF-AT (another transcriptional activator known to interact with Foxp3).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Furthermore, overexpression of DeltaFKH also led to suppression of HTLV-I transactivation by Tax to a similar extent as full-length Foxp3 (Figure 4B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The suppressive effects shown in Figure 4A and 4B were not the result of Foxp3 down-regulating the expression of the transfected Tax plasmid as determined by real-time RT-PCR (Figure 4C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results strongly suggest that Foxp3 interacts with transcriptional regulators in addition to NF-kappaB and NF-AT, and that the carboxyl-terminal FKH domain, and therefore localization to the nucleus, are not required for inhibition of Tax-mediated HTLV-I LTR activation (even in HEK 293T cells).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "I Tax was fused in-frame to the carboxyl terminus of the Gal4 DNA-binding domain (Gal4-BD).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This Gal4-BD-Tax fusion protein activated transcription of a synthetic promoter containing five Gal4 binding sites, while Gal4-BD was insufficient to stimulate transcription by itself (Figure 4D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Transactivation of the Gal4-resposive promoter by Gal4-BD-Tax remained relatively unaffected by overexpression of either EGFP (control), Foxp3, or DeltaFKH, suggesting that Foxp3 does not repress Tax transactivation by directly interfacing with the HTLV-I Tax protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "After 24 h, the amount of viral antigen expression, in this case Tax mRNA, was detected by a sensitive real-time RT-PCR assay.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These data indicate that Foxp3 is capable of repressing the expression of Tax from an infectious HTLV-I molecular clone.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Since Foxp3 is expressed almost exclusively within CD4+CD25+ T cells, a major viral reservoir for HTLV-I [33], it was important to determine whether there was an association between Foxp3 and HTLV-I replication in infected patients.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These data suggest that high levels of Foxp3 protein expression are associated with reduced HTLV-I replication in vivo.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "They also support our recent reports that high proviral loads, which have been shown to correlate with high Tax mRNA in HTLV-I-infected patients, are associated with reduced Foxp3 expression [8,34].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Although Foxp3 could down-regulate Tax-dependent transactivation of the HTLV-I LTR (Figure 4B) and inhibit Tax expression from an infectious molecular clone (Figure 5), Foxp3 failed to modulate Tax function in the absence of the viral promoter (Figure 4D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "I gene expression by interacting with proteins important for driving HTLV-I LTR activity in vivo.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "I LTR play a crucial role in driving Tax-mediated transactivation of the HTLV-I LTR [18].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The Tax-responsive elements have been shown to resemble CREB binding sites, bind CREB in vitro and in vivo, and facilitate HTLV-I LTR activation both in the presence and in the absence of Tax [35,36].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Ching and colleagues [18] demonstrated that addition of a dominant-negative CREB expression vector resulted in nearly complete inhibition of Tax-mediated activation of the HTLV-I LTR, while blocking NF-kappaB activation by addition of a dominant-negative IKKbeta expression vector had no effect on Tax transactivation of the HTLV-I LTR.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Therefore, we hypothesized that Foxp3 may inhibit Tax transactivation of the HTLV-I LTR via disruption of the CREB signaling pathway.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To test this possibility, HEK 293T cells were transfected with an HTLV-I LTR or synthetic CREB reporter vector along with a control expression vector (EGFP) or expression vectors encoding Foxp3 or DeltaFKH.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "As shown in Figure 6A, Foxp3 down-regulated basal activation of the HTLV-I LTR and transcription of a synthetic CREB reporter vector, suggesting that Foxp3 down-regulates HTLV-I LTR activation by targeting the CREB pathway.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Like NF-kappaB activation, CREB transcriptional activation was also suppressed by expression of Foxp3, and to a similar extent DeltaFKH, in healthy donor CD4+ T cells (Figure 6B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Similarly, Foxp3 and DeltaFKH also repressed basal HTLV-I LTR activation in primary human CD4+ T cells (Figure 6C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "As observed with NF-kappaB activation, DeltaFKH was a more potent inhibitor of CREB activation in CD4+ T cells than in HEK 293T cells, further indicating that a cell type-specific mechanism of action may govern the function of this Foxp3 mutant.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "As shown in Figure 6D, activation of a Gal4-responsive reporter vector by Gal4-BD-CREB-1 was down-regulated by Foxp3 compared to control vector (EGFP), indicating that Foxp3 functions by directly or indirectly interacting with CREB-1.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, Foxp3 failed to markedly affect transcriptional activation of Gal4-BD-c-Jun (c-Jun has also been demonstrated to bind to the HTLV-I LTR) and Gal4-BD-Tax (see Figure 5).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Importantly, the mechanism of Foxp3-mediated inhibition of CREB-dependent transcription was not due to a block in CREB-1 protein expression, as determined by Western blot analysis (Figure 6E).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Although these results demonstrate that Foxp3 functions as a co-repressor of CREB activation (in addition to NF-kappaB and NF-AT), we were unable to detect a direct physical interaction between CREB-1 and Foxp3 by coimmunoprecipitation or mammalian two-hybrid analysis (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Therefore, our data suggest that Foxp3 may interfere with CREB signaling at an upstream event, such as phosphorylation of CREB or recruitment/function of coactivator proteins CREB-binding protein (CBP)/p300.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Stimulation of CREB-dependent transcription by reagents that activate adenylate cyclase and increase cAMP levels (e.g., forskolin) increase the transactivation potential of CREB through phosphorylation of serine 133 by protein kinase A, which permits binding and recruitment of coactivators CBP/p300 to the promoter [37,38].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Phosphorylation of serine 133 does not, however, affect the DNA-binding activity of CREB in most cases [39-41].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Addition of forskolin to HEK 293T cells stimulated activation of a CREB reporter vector about 65 fold (Figure 7A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Overexpression of Foxp3 was capable of down-regulating forskolin-induced CREB transcriptional activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The functional interaction between Foxp3 and CREB did not affect the DNA-binding activity of CREB-1, but did show a modest decrease in activating transcription factor 2 (ATF-2) DNA-binding activity in the presence of forskolin as determined by transcription factor ELISA (Figure 7B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "While Foxp3 has been shown to bind to and repress activation of both NF-kappaB and NF-AT, exactly how Foxp3 functions to bring about this affect has not been elucidated.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine how Foxp3 blocks CREB-dependent transcription, we examined whether Foxp3 was capable of (1) disrupting the recruitment of coactivator proteins and/or (2) preventing phosphorylation of CREB at serine 133 (which is a prerequisite for coactivator recruitment).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Since both of these events are required for CREB-dependent gene expression, we hypothesized that Foxp3 may affect CREB activation at both steps.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine whether Foxp3 can disrupt the function/recruitment of the coactivator protein p300, we introduced a Gal4 reporter vector and a Gal4-BD-CREB-1 expression vector into HEK 293T cells in the absence or presence of Foxp3, p300, and/or control expression vectors (Figure 7C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "As expected, p300 overexpression stimulated transcription of the Gal4-BD-CREB-1 fusion protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Foxp3, again, repressed basal levels of Gal4-BD-CREB-1 activation by more than 2-fold, while effectively neutralizing Gal4-BD-CREB-1 activation in the presence of p300.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We next analyzed the effect of Foxp3 on phosphorylation of CREB at serine 133 in forskolin-treated HEK 293T cells by Western blot analysis.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Overexpression of Foxp3 failed to reduce the detectable levels of CREB phosphorylation using a phosphospecific antibody for CREB-1 (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, when we attempted to determine whether Foxp3 could physically interact with the coactivator protein p300, we found that p300 immunoprecipitated Foxp3 when both proteins were overexpressed in HEK 293T cells (Figure 7D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Collectively, these results suggest that Foxp3 antagonizes CREB-dependent gene expression by directly interacting with coactivator p300 and interfering with its function and/or recruitment to CREB-responsive promoter sequences.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1 expression in IgLMP1 mice was directed to B cells under the control of the Ig heavy chain promoter and enhancer.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "It has previously been shown that in these transgenic mice, LMP1 expression was restricted to B220+ B cells with lymphoma detected in greatly enlarged spleens [23,26].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To investigate whether LMP1 expression contributes to lymphoma development, B cells were purified from splenocytes by positive selection using anti-CD19 MACS magnetic beads, and equivalent amounts of B cells were analyzed by immunoblotting.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1 was detectable in LMP1 transgenic B cells, but upon development of lymphoma, LMP1 expression was stronger in 5/7 lymphomas analyzed with concomitant appearance of degradation products (Figure 1A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine whether the higher level of LMP1 detected was due to an expansion of malignant lymphocytes, expression of LMP1 in the spleen was further evaluated by immunohistochemical staining.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1 expression was heterogeneous with strong LMP1 staining interspersed amongst a background of cells staining weakly for LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Upon development to lymphoma, LMP1 expression was more abundantly detected with multiple foci of intense LMP1 staining.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This demonstrates that the increased LMP1 detected by immunoblotting upon malignant progression reflects an increase in LMP1 expression and an accumulation of cells expressing high levels of LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This correlation between high LMP1 expression and the development of lymphoma suggests that progression to lymphoma results from increased levels of LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine if LMP1 signaling affects B cell differentiation and to immunophenotype the lymphomas that arise from LMP1 expression, surface Ig expression of heavy chains (IgM, IgG, IgD) and light chains (kappa, lambda) were analyzed by flow cytometry.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "All (5/5) of the tested LMP1 transgenic lymphomas displayed an IgMhighIgDlowCD5+ phenotype (Figure 2A), an expression pattern that distinguishes B-1a cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These cells are an interesting population that is self replenishing with an increased likelihood to become malignant in aged mice [30].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Due to allelic exclusion, mature B cells that have been exposed to antigen will typically express only one heavy chain isotype (IgG, IgE, or IgA) and either a kappa or lambda light chain.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Interestingly, 2/5 LMP1 transgenic lymphomas analyzed (lymphomas 2 and 4) were doubly positive for low levels of both kappa and lambda light chains (Figure 2A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To further assess light chain expression, the passaged samples were tested by immunoblotting for kappa and lambda light chains (Figure 2C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Interestingly, very low levels of expression of both light chains were detected by flow cytometry.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The low levels of expression may reflect a limitation of the total number of light chains that can be expressed on the surface of a B cell.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In agreement with the flow cytometry analysis, LMP1 transgenic lymphomas 2 and 4 were also positive for kappa and lambda light chains by immunoblot analysis (Figure 2C), confirming that these lymphomas express both light chains.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "A previous study of mice that developed leukemia due to an expansion of self-reactive B-1a cells determined that the B-1a leukemias were also doubly positive for kappa and lambda light chains [31].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These findings indicate that expression of LMP1 in B-1a cells promotes the development of malignancy and can result in the aberrant escape from allelic exclusion.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In contrast, LMP1 splenocytes had increased metabolism even in the absence of IL4, which was further enhanced upon addition of IL4.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "EMA exclusion of CD19+ gated B cells prepared from two wild-type and two LMP1 transgenic mice indicated a 2-fold increase in viability in the LMP1 transgenic lymphocytes compared to wild-type lymphocytes.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Two examples of LMP1 transgenic lymphoma cells had greatly increased viability that was not increased by IL4 treatment, indicating that the lymphoma cells are independent of IL4 co-stimulation (Figure 3B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Enhancement in MTS activity was observed in LMP1 transgenic lymphoma cells by the addition of IL4; however, EMA exclusion did not reveal a similar increase.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Interestingly, LMP1 lymphoma cells had significantly higher levels of proliferation in comparison to the spontaneous lymphoma that developed in an LMP1-negative littermate (25% versus 4%).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To investigate whether IL4 independence was due to endogenous IL4 expression, IL4 transcription was assessed by an Rnase protection assay (RPA).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "IL4 transcription was detectable with control RNA and faintly in the mouse lymphoma cell line K46mu (Figure 4A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, IL4 transcription was not detectable in CD19+ MACS-purified B cells from wild-type lymphocytes (unpublished data), LMP1 transgenic lymphocytes, or lymphoma cells, although the GAPDH and L32 controls were effectively protected (Figure 4A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, the pathway was not disabled, as treatment of the lymphoma cells with IL4 induced Stat6 phosphorylation (Figure 4C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The enhancement of MTS activity induced by IL4 in wild-type lymphocytes could be neutralized by the addition of IL4 antibody (Figure 4D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To identify cytokines that may contribute to the increased survival and growth of lymphomas, the expression levels of a panel of cytokines were screened on CD19+ MACS-purified B cells, using an RPA probe set for IL4, IL5, IL10, IL13, IL15, IL9, IL2, IL6, and IFNgamma.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Expression levels were quantified with a phosphorimager and normalized to the ribosomal housekeeping gene L32.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Transcription of IL10, IL15, and IFNgamma were reproducibly detected in LMP1 transgenic lymphocytes and lymphoma cells and was higher than in the B cell lymphoma cell lines 967 and K46mu (Figure 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "There was no significant difference in the expression of IL15 and IFNgamma between LMP1 transgenic lymphocytes and lymphoma cells, suggesting that upregulation of IL15 and IFNgamma is induced by LMP1 expression in healthy lymphocytes but is not a unique property of malignant lymphocytes.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Strikingly, IL10, a B lymphocyte stimulatory cytokine, was increased 1.5- to 5-fold in the wild-type and LMP1 transgenic lymphoma cells compared to LMP1 transgenic lymphocytes (Figure 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Production of IL15 and IFNgamma has been associated with induction of cytotoxic effector responses in cells latently infected with EBV [33,34].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, transformation and growth properties induced by EBV are associated with the upregulation of IL10 [35-38]; hence, the effects of IL10 upregulation on the growth properties of the lymphoma cells were further examined.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Immunoblot analysis indicated that LMP1 transgenic lymphocytes and wild-type and LMP1 transgenic lymphoma cells had corresponding increased levels of phosphorylated alpha and beta isoforms of activated Stat3, a target of the IL10 receptor (Figure 5B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, when comparing the same lymphomas, there was no correlation between the levels of IL10 induction and the levels of Stat3 activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This suggests that the activation of Stat3 is not solely induced by IL10 or that Stat3 activation may be constitutive.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Additionally, there was no correlation between the levels of LMP1 expression and the levels of IL10 induction (Figures 1A and 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This indicates that the induction of IL10 is a general property associated with enhanced survival and may only be indirectly affected by LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Neutralizing antibodies to IL10 did not affect the survival of lymphoma cells as determined by the MTS assay (unpublished data), suggesting constitutive activation of Stat3.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This was confirmed by immunoblot analysis such that in the presence of anti-IL10 neutralizing antibodies, pStat3 levels remained activated in lymphoma cells isolated from wild-type and LMP1 transgenic lymphomas (Figure 5C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Exogenous addition of IL10 enhanced pStat3 activation above constitutive levels, indicating that lymphoma cells are responsive to IL10 treatment (Figure 5C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This means that although the lymphoma cells have constitutive Stat3 activation, it may be further enhanced by IL10 induction.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Nuclear translocation of pStat3 is a consequence of activation, and nuclear pStat3 was not detected by immunohistochemistry staining of spleen sections from control mice.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The constitutive activation of pStat3 and abundant nuclear Stat3 suggests that Stat3 signaling contributes to LMP1-mediated lymphoma development.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1 transformation of rodent fibroblasts requires activation of PI3K and Akt [5].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Additionally, activated pAkt is frequently detected in NPC and the neoplastic Reed-Sternberg cells of classical HD [39,40].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To determine if Akt signaling is activated in LMP1 transgenic mice, pAkt and several of its targets were assessed by immunoblotting of splenic CD19+ MACS-purified B cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The Akt target glycogen synthase kinase 3 (GSK3) is inactivated by phosphorylation; however, increased phosphorylated GSK3 was not detected in the transgenic lymphocytes and was almost absent in the lymphoma samples (Figure 6A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This finding indicates that GSK3 is not a target of activated Akt in the LMP1 transgenic lymphocytes and lymphoma cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Similarly, activation of Akt without phosphorylation of GSK3 has been previously shown in EBV-positive HD [40].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In contrast, the wild-type lymphocytes lacked activated Akt but did have detectable phosphorylated GSK3.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This further suggests that additional pathways are involved in the regulation of GSK3.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Activated p-mTOR was not increased in LMP1 transgenic lymphocytes or lymphoma cells, indicating that this pathway is not affected by LMP1-induced Akt activation and does not contribute to lymphoma development (Figure 6B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Akt is also known to phosphorylate and induce the degradation of the pro-apoptotic Forkhead family of transcription factors, leading to cell cycle progression and survival in some human tumors [41,42].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, considering that Akt activation did not induce FoxO1 degradation in LMP1 transgenic B cells, Akt may not be the sole regulator of FoxO1, and it may be that progression to lymphoma requires modulation of multiple pathways.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The Forkhead family of transcription factors is known to induce the expression of the Cdk inhibitor p27 [43,44].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1-transformed rodent fibroblasts have decreased expression of p27, upregulation of Cdk2, and subsequent phosphorylation and inactivation of the tumor suppressor gene Rb [45].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To investigate whether LMP1 affected cell cycle regulation through the Rb pathway in B cells, immunoblot analyses for pRb, Cdk2, and p27 were performed on splenic CD19+ MACS-purified B cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Progression to lymphoma in both wild-type and LMP1 transgenic lymphoma cells led to increased levels of Rb, correspondingly high levels of Cdk2, and decreased levels of p27 (Figure 6C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To explore which pathways were required for the enhanced growth and survival of LMP1-induced lymphomas, splenocytes from wild-type and LMP1 transgenic mice were cultured in the presence of inhibitors for Akt, NFkappaB, Stat3, mTOR, or MAPK and assayed for growth and survival by the MTS assay.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Triciribine inhibits the activation of Akt and at 20 muM has been shown to induce growth arrest in cancer cells with aberrant Akt activity [46].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The effects of triciribine on cell growth of the transgenic lymphocytes and lymphomas were apparent as low as 1 muM, suggesting that activation of Akt is required for the survival and growth of LMP1 transgenic lymphocytes and lymphoma cells (Figure 7).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "The effects of the inhibitors were assessed by identifying phosphorylated Akt, Stat3, and total levels of IkappaBalpha (Figure 8).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Treatment with triciribine effectively blocked phosphorylation of Akt, and phosphorylated Akt was no longer detected past 5 muM.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Phosphorylated Stat3 and IkappaBalpha were still present at 25 muM.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These findings suggest that triciribine specifically targets Akt and that Akt activation is required for the enhanced viability of the transgenic lymphocytes and lymphoma cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Inhibition of NFkappaB signaling rapidly induces cell death of EBV-transformed lymphocytes [17,18].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This finding suggests that inhibition of NFkappaB can induce cell death in LMP1 transgenic lymphocytes and lymphoma cells without significant effects on activation of Akt or Stat3.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "I inhibits activation of Stat3 by suppressing the activation of its kinase JAK2.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "It has been shown to selectively inhibit the growth of tumors with constitutively activated Stat3 [47].", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "A second reported inhibitor of Stat3, AG490, had no effect on growth (Figure 7), but activation of Akt, Stat3, or levels of IkappaBalpha were also not affected (Figure 8).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These findings suggest that inhibition of Stat3 can induce cell death in LMP1 transgenic lymphocytes and lymphoma cells, but Stat3 inhibition also has considerable crossover effects on Akt and NFkappaB signaling.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "LMP1 has also been shown to activate JNK and p38 MAPK pathways [13,48], and LMP1 transgenic lymphocytes were mildly susceptible to growth inhibition by SB202190, an inhibitor of p38 MAPK, but not U0126, an inhibitor of MEK1/2 activity.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We used a simple cell culture system to examine the kinetics of effector gene expression during CD8+ T cell differentiation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "T cells from P14 TCR transgenic mice were activated for 2 d with anti-CD3 and anti-CD28 or with splenic APCs in the presence of Gp33 peptide, and were cultured in media containing 100 U/ml of recombinant human IL-2 (rhIL-2).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "There were only minor differences in gene expression during differentiation induced by antigen/APC versus anti-CD3/anti-CD28, and the major conclusions presented in this report are the same for both activating conditions.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "T cells expanded exponentially and accumulated for >8 d. We limited our analysis to the first 6-8 d after activation, a period that coincides with clonal expansion of CD8+ T cells after activation in vivo.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Our experiments revealed clear differences in the kinetics of perforin, granzyme B, and cytokine expression during CD8+ T cell activation (Fig. 1).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "As expected, a small fraction of naive T cells expressed the cytokines IFN-gamma and TNF in response to stimulation, and this capacity increased significantly in differentiated cells (Fig.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "By limiting the duration of TCR stimulation, this strategy minimizes cytolysis secondary to new gene expression during the period of the assay.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Naive T cells did not display significant cytolytic function in this short-term assay (unpublished data), most likely because they express immature (unprocessed) forms of perforin and lack the capacity to degranulate (18, 19).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Even after activation for 2 or 4 d, the cells showed poor cytolytic activity (Fig. 1 F), in striking contrast to their capacity for efficient cytokine production (Fig. 1 E).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Only cells cultured until day 6 displayed robust cytotoxicity, as judged by their ability to induce apoptosis in a large number of target cells (Fig. 1 F).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "These results show that after a strong priming stimulus through TCRs and co-stimulatory receptors in vitro, granzyme B expression and the ability to produce effector cytokines are programmed early, whereas perforin expression and cytolytic function are induced later, during the phase of clonal expansion in IL-2.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We investigated the kinetics of expression of these transcription factors in our in vitro cultures (Fig. 1, A-D).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "This detailed kinetic analysis suggested that, under our culture conditions, T-bet and Eomes contribute to distinct aspects of gene transcription during CTL differentiation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "T-bet is required early for IFN-gamma production, and our data suggested that Eomes might not function during this early period but rather might contribute later to the control of perforin expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Our data seemed most consistent with a model in which TCR signals induce T-bet, which in turn induces IFN-gamma (17) and possibly granzyme B; subsequently, Eomes is induced during the period of clonal expansion in IL-2 and activates perforin expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "To test the model outlined in the previous paragraph directly, we compared the expression of IFN-gamma, perforin, and granzyme B in CD8+ T cells from WT and Tbx21 (T-bet)-deficient mice.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "In contrast, T-bet-deficient T cells cultured for 6 d showed no defect in perforin mRNA expression (Fig. 2 B, compare lanes 1 and 4).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "We consistently observed a modest reduction in GzmB mRNA in T-bet-deficient T cells (Fig. 2 B, compare lanes 1 and 4), which did not translate into a decrease in expression of granzyme B protein (Fig. 2 C).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "T cells from WT and Tbx21-/- mice with retroviruses containing internal ribosome entry site (IRES)-GFP that were either empty or encoded a strongly transactivating version of Eomes (Eo-VP16) (8), and expanded them for 6 d under our culture conditions.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "However, Eo-VP16 did not induce GzmB mRNA expression in either WT or T-bet-deficient cells; thus, the partial T-bet dependence of GzmB mRNA expression cannot be compensated for by Eo-VP16.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Because Runx3 is highly expressed in peripheral CD8+ T cells, and because of the T-bet-Runx3 cooperation we observed earlier in CD4+ T cells (15), we examined the role of Runx3 in effector CTL differentiation.", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Strikingly, Runx3-/- CD8+ T cells were strongly impaired in their ability to differentiate into effector CTLs, as judged by expression of perforin, granzyme B, and IFN-gamma (Fig. 3).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Compared with WT T cells, perforin mRNA and protein expression were essentially undetectable in Runx3-/- T cells at day 6 of culture (Fig. 3, A and B).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
{"text": "Runx3-/- T cells also had no detectable Eomes expression; in contrast, T-bet expression was unimpaired (Fig. 3 A).", "meta": {"source": "BioNLP 2011 Genia Shared Task"}}
