{"text": "Although the bcr-abl translocation has been shown to be the causative genetic aberration in chronic myeloid leukemia (CML), there is mounting evidence that the deregulation of other genes, such as the transcription factor interferon regulatory factor 4 (IRF-4), is also implicated in the pathogenesis of CML.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "The hallmark genetic aberration of CML is a reciprocal chromosomal translocation t(9;22) leading to expression of a bcr-abl fusion gene, an aberrant activated tyrosine kinase (2).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Recently, we described an impaired expression of the interferon regulatory factor 4 (IRF-4) in CML, correlating with poor response to IFN-alpha treatment (3).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In contrast to other IRFs, expression of IRF-4 cannot be induced by IFNs, but by antigen stimulation, crosslinking of T- or B-cell receptors or phorbol-myristate-acetate (10,11).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Consistent with the restriction of expression to immunocompetent cells, mice with deletion of IRF-4 failed to develop mature and functionally active B- and T-lymphocytes (12), and the impaired expression of IRF-4 in CML was predominately found in T-cells (3).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In this work, we studied mechanisms of IRF-4 gene expression silencing in leukemic cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "To analyze the IRF-4 transcriptional level, RNA was extracted from cells using the commercial RNAzol-kit (Paesel, Frankfurt, Germany).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "For analysis of IRF-4 protein expression, a standard immunoblotting assay was performed as described previously (29).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "IRF-4 promoter activation was quantified as a ratio of measured firefly light units (flu) relative to renilla (rlu).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "We have previously demonstrated a lack of IRF-4 expression in leukemia patients and specifically in CML T-cells (3).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Here, we demonstrate the absence of IRF-4 expression in various hematopoietic cell lines, such as Jurkat, a T-cell leukemia, CML-T1, a bcr-abl-positive T-cell line, K-562, a bcr-abl-positve erythroleukemia, U-937, a monocytic leukemia, EM-2 and LAMA-84, bcr-abl-positve myeloid leukemia, but not in SD-1, a bcr-abl-positive acute lymphoblastic leukemia (pre B-ALL), RPMI-8226, a multiple myeloma and BV-173, a bcr-abl-positive B-cell line (Figures 1A and 5D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "After sequencing of the IRF-4 promoter, it could be excluded that absence of IRF-4 expression in any of the above cell lines was due to genetic aberrations.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "A 72 h AzadC-treatment resulted in a concentration-dependent activation of IRF-4 transcription in Jurkat and CML-T1 T-cells as well as in U-937, K-562 and EM-2 cell lines (Figure 2A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "IRF-4 transcription was induced in a time-dependent manner and was observed as early as 24 h after treatment with AzadC and increased over time until 72 h (Figure 2B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Time and strength of the appearance of IRF-4 transcripts varied among cell lines, i.e. CML-T1 responded strongest to AzadC-treatment (data not shown).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Accordingly, treatment of the IRF-4-positive cell line BV-173, SD-1 and RPMI-8226 with AzadC had no effect on IRF-4 expression (Figure 2D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "There was no difference in the effects of AzaC versus AzadC, as both increased the IRF-4 mRNA level in CML-T1 cells as well (data not shown).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In IRF-4-positive BV-173 cells a HpaII, but not a Bsh1236I digestion, significantly reduced the amplifiable DNA message of F2 (Figure 3C), whereas amplification of F1 was not affected (Figure 3B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "We studied a putative cause for absent IRF-4 expression in leukemia cells and first focused on genetic aberrations of the promoter.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "All three substitutions did not change any known putative transcription factor binding sites (30,31) and also do not affect any restriction sites or primer binding sites of the used assays.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "These CpG sites are located in an NFkappaB and an SP1 element (31) and thus may also play a role in regulation of IRF-4 expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "It has been shown that NFkappaB elements play an important role in IRF-4 induction as IRF-4 expression depends on binding of the transactivator c-Rel to these elements in the IRF-4 promoter (31,37).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In colon, lung and hematologic malignancies, overexpression of DNMT1, a maintenance DNMT, has been detected (39-41).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "The expression of another IRF, IFN consensus sequence binding protein (ICSBP/IRF-8), is impaired in myeloid leukemias especially CML (27,46,47).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In multiple myeloma (MM) a translocation on chromosome 14q was reported to lead to a fusion gene of immunoglobulin heavy-chain (IgH) and IRF-4 resulting in a subsequent overexpression of IRF-4 (48,49).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "In addition, abundant IRF-4 expression was found to be a marker for various subsets of lymphomas, such as diffuse large B-cell lymphomas, primary effusion lymphoma, and marginal zone lymphoma, and adult T-cell leukemia (11,31,50-52).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1310901"}}
{"text": "Deletion of the carboxyl-terminal forkhead (FKH) domain, critical for nuclear localization and DNA-binding activity, abrogated the ability of Foxp3 to suppress NF-kappaB activity in HEK 293T cells, but not in Jurkat or primary human CD4+ T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "I proviral load in HTLV-I-infected asymptomatic carriers and patients with HTLV-I-associated myelopathy/tropical spastic paraparesis suggested that high Foxp3 expression is associated with low proviral load and absence of disease.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Foxp3 contains a proline-rich amino-terminal domain reported to function as a nuclear factor of activated T cells (NF-AT) and nuclear factor-kappaB (NF-kappaB) binding domain, a central region containing a zinc finger and leucine zipper potentially important for protein-protein interactions, and a carboxyl-terminal forkhead (FKH) domain required for nuclear localization and DNA-binding activity [14-16].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Functional inactivation of Foxp3 by genetic mutations affecting the Foxp3 coding region, as demonstrated in IPEX, or repression of Foxp3 expression by the HTLV-I-encoded transactivator protein Tax, as recently reported in patients with HAM/TSP, results in loss of regulatory activity in CD4+CD25hi T cells [4,8,17].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "The first evidence to indicate how Foxp3 promotes the development and function of regulatory T cells came from a report by Ziegler and colleagues [16], which suggested that Foxp3 could inhibit transcriptional activation by physically interacting with forkhead binding sites located immediately adjacent to critical cis-acting NF-AT binding sites found in various cytokine promoters (e.g., IL-2 promoter).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "That study also demonstrated that Foxp3 could repress activation of a synthetic reporter vector containing an SV40 promoter and three tandem copies of a forkhead binding site.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "These results provided additional evidence suggesting that Foxp3 transcriptional repression was mediated by binding in a sequence-specific manner to promoters containing forkhead binding sites.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "A recent study by Bettelli and colleagues [15] further demonstrated that Foxp3 could inhibit NF-AT as well as NF-kappaB activation, although the mechanism of suppression was shown to involve direct protein-protein interactions between NF-AT or NF-kappaB and Foxp3 rather than binding of Foxp3 to promoter elements adjacent to cis-acting NF-AT or NF-kappaB sites.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "In the present study, we expanded upon these observations by defining additional requirements of Foxp3-mediated repression of NF-kappaB activation, and investigated whether Foxp3 could target additional signaling pathways by examining transcriptional activation of NF-kappaB-dependent and NF-kappaB-independent retroviral pathogens.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "We analyzed the effect of Foxp3 overexpression on NF-kappaB activation in HEK 293T cells in dose-response and time course analyses.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Results indicated that as the concentration of Foxp3 transfected into cells increases (from 50 to 2,400 ng), the level of NF-kappaB activation decreases proportionally (Figure 1A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Foxp3 mRNA was also assayed to monitor activity of the Foxp3 expression vector (Figure 1B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Fold inhibition of NF-kappaB activation was directly proportional to the level of Foxp3 mRNA expression detected by real-time RT-PCR.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "To determine the level of Foxp3-mediated suppression of NF-kappaB activation over time, HEK 293T cells were transfected with an NF-kappaB luciferase reporter vector and an expression vector encoding Foxp3 or EGFP (control vector) and harvested over 4 d. As shown in Figure 1C, NF-kappaB activation was suppressed by overexpression of Foxp3 at all time points.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Extending these results from established, in vitro HEK cell lines to primary human lymphocytes, overexpression of Foxp3 in purified CD4+ T cells from three healthy donors also down-regulated the steady-state level of NF-kappaB activation (Figure 1D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Unlike full-length Foxp3, which localizes almost exclusively to the nucleus and can bind in a sequence-specific manner to forkhead binding sites, the DeltaFKH mutant fails to localize to the nucleus and thus cannot interact with promoter elements or nuclear proteins [16].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Therefore, we utilized the DeltaFKH mutant to determine whether nuclear localization (or other function associated with the FKH domain) of Foxp3 was a prerequisite for inhibition of NF-kappaB activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Although Foxp3 interaction with NF-kappaB presumably takes place in the nucleus, it may also be possible for a cytoplasmic Foxp3 protein to bind to NF-kappaB in the cytoplasm and prevent localization to the nucleus following an activation stimulus.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Overexpression of full-length Foxp3, but not of DeltaFKH, was able to suppress activation of a cotransfected NF-kappaB reporter vector in HEK 293T cells (Figure 2B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Both Foxp3 and DeltaFKH were expressed at very high levels following transfection as detected by real-time RT-PCR (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Western blot analysis of NF-kappaB p65 expression demonstrated that Foxp3 and DeltaFKH does not block NF-kappaB activation at the level of p65 protein expression (Figure 2E).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "These results are very interesting with respect to Foxp3 function, because they suggest that the carboxyl-terminal FKH domain, and possibly nuclear localization, are dispensable for Foxp3 function in T cell populations.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Alternative interpretations may include the possibility that the localization of DeltaFKH differ between epithelial cells and T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "If Foxp3 functions as a repressor of NF-kappaB-dependent gene expression, then we hypothesized that Foxp3 overexpression could selectively down-regulate transcription from promoters previously shown to be responsive to NF-kappaB. To address this question, we examined the transcriptional activation of the HIV-1 LTR, which contains two tandem cis-acting NF-kappaB binding sites located between positions -102 and -81 with respect to the transcription initiation site [21].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "However, directly comparing the effect of Foxp3 overexpression on the activation of these two viral promoters demonstrated that Foxp3 was more capable of suppressing transcriptional activation of the HIV-1 LTR (Figure 3D) compared to the mutated HIV-1 LTR (Figure 3E).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Since the HTLV-I Tax protein can function at multiple levels in both the cytoplasm and the nucleus to stimulate activation of NF-kappaB [28,29], we hypothesized that overexpression of Foxp3 may interfere with this process.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Interestingly, overexpression of Foxp3, but not DeltaFKH, suppressed Tax-mediated activation of NF-kappaB-dependent transcription.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "These observations further suggest that the carboxyl-terminal FKH domain is required for inhibiting activation of NF-kappaB in the presence of Tax in HEK 293T cells, strikingly similar to the requirements of Foxp3 inhibition of basal NF-kappaB activation shown in Figure 2B. Transactivation of the HTLV-I LTR was stimulated about 55-fold by overexpression of Tax (Figure 4B), while transfection of Foxp3 suppressed Tax-dependent HTLV-I LTR activation, although HTLV-I LTR activation in the presence or absence of Tax is independent of NF-kappaB or NF-AT (another transcriptional activator known to interact with Foxp3).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Furthermore, overexpression of DeltaFKH also led to suppression of HTLV-I transactivation by Tax to a similar extent as full-length Foxp3 (Figure 4B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "The suppressive effects shown in Figure 4A and 4B were not the result of Foxp3 down-regulating the expression of the transfected Tax plasmid as determined by real-time RT-PCR (Figure 4C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Transactivation of the Gal4-resposive promoter by Gal4-BD-Tax remained relatively unaffected by overexpression of either EGFP (control), Foxp3, or DeltaFKH, suggesting that Foxp3 does not repress Tax transactivation by directly interfacing with the HTLV-I Tax protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "After 24 h, the amount of viral antigen expression, in this case Tax mRNA, was detected by a sensitive real-time RT-PCR assay.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "As illustrated in Figure 5, the level of Tax mRNA synthesized from ACH was down-regulated in the presence of Foxp3 compared to the level produced in the presence of the control vector.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Since Foxp3 is expressed almost exclusively within CD4+CD25+ T cells, a major viral reservoir for HTLV-I [33], it was important to determine whether there was an association between Foxp3 and HTLV-I replication in infected patients.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "These data suggest that high levels of Foxp3 protein expression are associated with reduced HTLV-I replication in vivo.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Although Foxp3 could down-regulate Tax-dependent transactivation of the HTLV-I LTR (Figure 4B) and inhibit Tax expression from an infectious molecular clone (Figure 5), Foxp3 failed to modulate Tax function in the absence of the viral promoter (Figure 4D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "I gene expression by interacting with proteins important for driving HTLV-I LTR activity in vivo.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Ching and colleagues [18] demonstrated that addition of a dominant-negative CREB expression vector resulted in nearly complete inhibition of Tax-mediated activation of the HTLV-I LTR, while blocking NF-kappaB activation by addition of a dominant-negative IKKbeta expression vector had no effect on Tax transactivation of the HTLV-I LTR.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Deletion of the FKH domain of Foxp3 dampened the suppressive effect of Foxp3, but did not completely abrogate suppression, as is seen with NF-kappaB-responsive promoters in HEK 293T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Like NF-kappaB activation, CREB transcriptional activation was also suppressed by expression of Foxp3, and to a similar extent DeltaFKH, in healthy donor CD4+ T cells (Figure 6B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "However, Foxp3 failed to markedly affect transcriptional activation of Gal4-BD-c-Jun (c-Jun has also been demonstrated to bind to the HTLV-I LTR) and Gal4-BD-Tax (see Figure 5).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Importantly, the mechanism of Foxp3-mediated inhibition of CREB-dependent transcription was not due to a block in CREB-1 protein expression, as determined by Western blot analysis (Figure 6E).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Although these results demonstrate that Foxp3 functions as a co-repressor of CREB activation (in addition to NF-kappaB and NF-AT), we were unable to detect a direct physical interaction between CREB-1 and Foxp3 by coimmunoprecipitation or mammalian two-hybrid analysis (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Stimulation of CREB-dependent transcription by reagents that activate adenylate cyclase and increase cAMP levels (e.g., forskolin) increase the transactivation potential of CREB through phosphorylation of serine 133 by protein kinase A, which permits binding and recruitment of coactivators CBP/p300 to the promoter [37,38].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Overexpression of Foxp3 was capable of down-regulating forskolin-induced CREB transcriptional activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "While Foxp3 has been shown to bind to and repress activation of both NF-kappaB and NF-AT, exactly how Foxp3 functions to bring about this affect has not been elucidated.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "To determine whether Foxp3 can disrupt the function/recruitment of the coactivator protein p300, we introduced a Gal4 reporter vector and a Gal4-BD-CREB-1 expression vector into HEK 293T cells in the absence or presence of Foxp3, p300, and/or control expression vectors (Figure 7C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "As expected, p300 overexpression stimulated transcription of the Gal4-BD-CREB-1 fusion protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Foxp3, again, repressed basal levels of Gal4-BD-CREB-1 activation by more than 2-fold, while effectively neutralizing Gal4-BD-CREB-1 activation in the presence of p300.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Overexpression of Foxp3 failed to reduce the detectable levels of CREB phosphorylation using a phosphospecific antibody for CREB-1 (unpublished data).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "However, when we attempted to determine whether Foxp3 could physically interact with the coactivator protein p300, we found that p300 immunoprecipitated Foxp3 when both proteins were overexpressed in HEK 293T cells (Figure 7D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "This observation may become important in light of recent reports suggesting that Foxp3 expression in thymic epithelial cells was crucial for directing development of T cells in the thymus [42].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Interestingly, the majority of the genetic mutations associated with IPEX, a severe autoimmune disorder caused by functional inactivation of Foxp3, map to the carboxyl-terminal FKH domain or the leucine zipper domain in the central region of the protein.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "A logical region that may be targeted by the amino-terminal proline-rich region of Foxp3 is the Rel homology domain found in both NF-kappaB and NF-AT family proteins.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "A region that may also be important with respect to Foxp3 function is the leucine zipper domain, as demonstrated by the number of mutations associated with IPEX that have been mapped in this region of Foxp3.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Because the pathogenesis of a number of retroviral-induced immunologic disorders such as HIV-1/AIDS and HTLV-I/HAM/TSP have been associated with dysregulation of Foxp3 expression [8,45], we also examined the role of Foxp3 in retroviral gene expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Transactivation of the HTLV-I LTR by Tax involves the interaction of ATF/CREB factors with Tax in the nucleus.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Binding of Tax enhances ATF/CREB dimerization and promotes assembly of Tax-ATF/CREB complexes onto specific sequences in the viral promoter known as Tax-responsive elements.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Transactivation of the NF-kappaB pathway by Tax was inhibited by overexpression of full-length Foxp3, but not DeltaFKH, as seen with basal activation of the HIV-1 LTR and a synthetic NF-kappaB reporter in HEK 293T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "However, Tax-mediated transactivation of the HTLV-I LTR was inhibited by overexpression of both full-length Foxp3 as well as DeltaFKH in both HEK 293T cells and CD4+ T cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Importantly, we demonstrated that HTLV-I-infected individuals with the highest levels of Foxp3 protein expression within the CD4+CD25+ T cells population exhibited lower proviral loads than did individuals with the lowest levels of Foxp3 protein expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "As the activation of the HTLV-I LTR depends primarily on ATF/CREB proteins (whether in the presence or the absence of Tax), we investigated whether Foxp3 could interact with this additional cellular signaling pathway.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Our data demonstrate that Foxp3 interferes with the latter of these two processes and that the recruitment of the coactivator protein p300, and resulting transcriptional activation are blocked by Foxp3.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "This may be the result of the physical interaction we detected between Foxp3 and p300.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Our evidence stresses the importance of Foxp3 expression and Treg function in the development and maintenance of protective immunity against HIV-1 and HTLV-I. Based on recent findings, Foxp3 may limit HIV-1 and HTLV-I transcription by interfering with activation of NF-kappaB and CREB pathways.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "The imbalance of NF-kappaB and CREB activation caused by these viral gene products may be a crucial step in the pathogenesis of virus-induced immunological disorders such as AIDS and HAM/TSP.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Real-time RT-PCR analysis of Foxp3 and HTLV-I Tax expression was performed as previously described [8,47].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "CREB-1 and ATF-2 DNA-binding activity was analyzed with the TransFactor Profiling (Inflammation 1) Kit (BD Biosciences) according to the manufacturer's protocol.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Nuclear extracts were prepared from HEK 293T cells transfected with a control vector (EGFP) or Foxp3 expression vector (1,000 ng) in the presence or absence of forskolin (10 muM for 4 h) using the TransFactor Extraction Kit (BD Biosciences).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "Cells were washed twice and stained for surface CD4 expression with PE-labeled anti-CD4 (BD) and CD25 expression with FITC-labeled anti-CD25 (BD).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-1447668"}}
{"text": "The lymphoma cells have deregulated cell cycle markers, and inhibitors of Akt, NFkappaB, and Stat3 block the enhanced viability of LMP1 transgenic lymphocytes and lymphoma cells in vitro.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "These same targets are also deregulated in wild-type B-1a lymphomas that arise spontaneously through age predisposition.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Latent membrane protein 1 (LMP1) is expressed in many EBV-associated cancers and is responsible for most of the altered cellular growth properties that are induced by EBV infection.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Latent membrane protein 1 (LMP1) is considered the major oncoprotein of EBV, as it transforms rodent fibroblasts to tumorigenicity in nude mice and is expressed in HD, NPC, and immunosuppression-associated tumors [4-8].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "While CD40 interacts with CD40 ligand expressed on activated T cells to induce B cell activation and differentiation, LMP1 acts as a constitutive signal through ligand-independent oligomerization.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In vitro, primary B cells can be maintained by CD40 ligation in combination with IL4 treatment.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Both the membrane proximal and distal cytoplasmic regions of CD40 that bind TRAF6 and TRAFs2/3/5, respectively, are necessary for GC formation, but either region is sufficient to induce extrafollicular B cell differentiation and restore low affinity antibody production [22].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Functionally, LMP1 can rescue CD40-deficient mice and restore immunoglobulin (Ig) class switching, most likely because LMP1 recruits similar TRAF molecules, TRAFs 1/2/3/5 and TRAF6, through the C-terminal activation regions 1 and 2 domains, respectively.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Several EBV transforming proteins have been studied in transgenic mouse models, however, only LMP1 induces tumor development when expressed under the control of the Ig heavy chain promoter and enhancer [24-26].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In contrast, both LMP1-positive and -negative lymphoma cells were independent of IL4 co-stimulation for survival and proliferation in vitro with a complete absence of activated Stat6, the IL4 target.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The lymphomas were also distinguished by constitutive activation of Stat3 and deregulation of the Rb cell cycle pathway.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "These appear to be the same targets that are deregulated in wild-type B-1a lymphomas that arise spontaneously through age predisposition.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "LMP1 expression in IgLMP1 mice was directed to B cells under the control of the Ig heavy chain promoter and enhancer.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "It has previously been shown that in these transgenic mice, LMP1 expression was restricted to B220+ B cells with lymphoma detected in greatly enlarged spleens [23,26].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To investigate whether LMP1 expression contributes to lymphoma development, B cells were purified from splenocytes by positive selection using anti-CD19 MACS magnetic beads, and equivalent amounts of B cells were analyzed by immunoblotting.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "LMP1 was detectable in LMP1 transgenic B cells, but upon development of lymphoma, LMP1 expression was stronger in 5/7 lymphomas analyzed with concomitant appearance of degradation products (Figure 1A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To determine whether the higher level of LMP1 detected was due to an expansion of malignant lymphocytes, expression of LMP1 in the spleen was further evaluated by immunohistochemical staining.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunohistochemistry analysis of spleen sections detected LMP1 in the plasma membrane of cells in both the follicular white pulp and circulating lymphocytes in the red pulp (Figure 1B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "LMP1 expression was heterogeneous with strong LMP1 staining interspersed amongst a background of cells staining weakly for LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Upon development to lymphoma, LMP1 expression was more abundantly detected with multiple foci of intense LMP1 staining.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This demonstrates that the increased LMP1 detected by immunoblotting upon malignant progression reflects an increase in LMP1 expression and an accumulation of cells expressing high levels of LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To determine if LMP1 signaling affects B cell differentiation and to immunophenotype the lymphomas that arise from LMP1 expression, surface Ig expression of heavy chains (IgM, IgG, IgD) and light chains (kappa, lambda) were analyzed by flow cytometry.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Primary B cell cultures can be maintained through CD40 ligation and supplementation with IL4 [32].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In the MTS assay, as expected, splenocytes from wild-type mice did not survive even with the addition of IL4 due to a lack of CD40 ligation (Figure 3A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In contrast, LMP1 splenocytes had increased metabolism even in the absence of IL4, which was further enhanced upon addition of IL4.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Wild-type and LMP1 transgenic lymphoma cells had high levels of MTS activity even in the absence of IL4 (Figure 3A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Interestingly, LMP1 lymphoma cells had significantly higher levels of proliferation in comparison to the spontaneous lymphoma that developed in an LMP1-negative littermate (25% versus 4%).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To investigate whether IL4 independence was due to endogenous IL4 expression, IL4 transcription was assessed by an Rnase protection assay (RPA).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "IL4 transcription was detectable with control RNA and faintly in the mouse lymphoma cell line K46mu (Figure 4A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, IL4 transcription was not detectable in CD19+ MACS-purified B cells from wild-type lymphocytes (unpublished data), LMP1 transgenic lymphocytes, or lymphoma cells, although the GAPDH and L32 controls were effectively protected (Figure 4A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Transcription of IL10, IL15, and IFNgamma were reproducibly detected in LMP1 transgenic lymphocytes and lymphoma cells and was higher than in the B cell lymphoma cell lines 967 and K46mu (Figure 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "There was no significant difference in the expression of IL15 and IFNgamma between LMP1 transgenic lymphocytes and lymphoma cells, suggesting that upregulation of IL15 and IFNgamma is induced by LMP1 expression in healthy lymphocytes but is not a unique property of malignant lymphocytes.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Strikingly, IL10, a B lymphocyte stimulatory cytokine, was increased 1.5- to 5-fold in the wild-type and LMP1 transgenic lymphoma cells compared to LMP1 transgenic lymphocytes (Figure 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Production of IL15 and IFNgamma has been associated with induction of cytotoxic effector responses in cells latently infected with EBV [33,34].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, transformation and growth properties induced by EBV are associated with the upregulation of IL10 [35-38]; hence, the effects of IL10 upregulation on the growth properties of the lymphoma cells were further examined.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunoblot analysis indicated that LMP1 transgenic lymphocytes and wild-type and LMP1 transgenic lymphoma cells had corresponding increased levels of phosphorylated alpha and beta isoforms of activated Stat3, a target of the IL10 receptor (Figure 5B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, when comparing the same lymphomas, there was no correlation between the levels of IL10 induction and the levels of Stat3 activation.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This suggests that the activation of Stat3 is not solely induced by IL10 or that Stat3 activation may be constitutive.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Additionally, there was no correlation between the levels of LMP1 expression and the levels of IL10 induction (Figures 1A and 5A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This indicates that the induction of IL10 is a general property associated with enhanced survival and may only be indirectly affected by LMP1.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Neutralizing antibodies to IL10 did not affect the survival of lymphoma cells as determined by the MTS assay (unpublished data), suggesting constitutive activation of Stat3.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This was confirmed by immunoblot analysis such that in the presence of anti-IL10 neutralizing antibodies, pStat3 levels remained activated in lymphoma cells isolated from wild-type and LMP1 transgenic lymphomas (Figure 5C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Exogenous addition of IL10 enhanced pStat3 activation above constitutive levels, indicating that lymphoma cells are responsive to IL10 treatment (Figure 5C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This means that although the lymphoma cells have constitutive Stat3 activation, it may be further enhanced by IL10 induction.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Nuclear translocation of pStat3 is a consequence of activation, and nuclear pStat3 was not detected by immunohistochemistry staining of spleen sections from control mice.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, nuclear pStat3 was detectable in LMP1 transgenic mice and wild-type lymphomas and was detected more homogeneously in LMP1 transgenic lymphomas (Figure 5D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "LMP1 transformation of rodent fibroblasts requires activation of PI3K and Akt [5].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Additionally, activated pAkt is frequently detected in NPC and the neoplastic Reed-Sternberg cells of classical HD [39,40].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The Akt target glycogen synthase kinase 3 (GSK3) is inactivated by phosphorylation; however, increased phosphorylated GSK3 was not detected in the transgenic lymphocytes and was almost absent in the lymphoma samples (Figure 6A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This finding indicates that GSK3 is not a target of activated Akt in the LMP1 transgenic lymphocytes and lymphoma cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Similarly, activation of Akt without phosphorylation of GSK3 has been previously shown in EBV-positive HD [40].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In contrast, the wild-type lymphocytes lacked activated Akt but did have detectable phosphorylated GSK3.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To identify other potential Akt targets, immunoblot analysis for p-mTOR was performed.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Activated p-mTOR was not increased in LMP1 transgenic lymphocytes or lymphoma cells, indicating that this pathway is not affected by LMP1-induced Akt activation and does not contribute to lymphoma development (Figure 6B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunoblot analysis of splenic B cells did not consistently detect p-FoxO1 levels, a signal that targets FoxO1 for degradation.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunoblot analysis indicated that total FoxO1 levels were greatly decreased in wild-type and LMP1 transgenic lymphomas (Figure 6B), suggesting that inhibition of the Forkhead signaling pathway is an important target of Akt in lymphoma development.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The Forkhead family of transcription factors is known to induce the expression of the Cdk inhibitor p27 [43,44].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "LMP1 transgenic B cells had enhanced levels of pRb with concomitant stabilization of total Rb levels and Cdk2 compared to wild-type B lymphocytes (Figure 6C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Progression to lymphoma in both wild-type and LMP1 transgenic lymphoma cells led to increased levels of Rb, correspondingly high levels of Cdk2, and decreased levels of p27 (Figure 6C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "To explore which pathways were required for the enhanced growth and survival of LMP1-induced lymphomas, splenocytes from wild-type and LMP1 transgenic mice were cultured in the presence of inhibitors for Akt, NFkappaB, Stat3, mTOR, or MAPK and assayed for growth and survival by the MTS assay.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Triciribine inhibits the activation of Akt and at 20 muM has been shown to induce growth arrest in cancer cells with aberrant Akt activity [46].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The effects of triciribine on cell growth of the transgenic lymphocytes and lymphomas were apparent as low as 1 muM, suggesting that activation of Akt is required for the survival and growth of LMP1 transgenic lymphocytes and lymphoma cells (Figure 7).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The effects of the inhibitors were assessed by identifying phosphorylated Akt, Stat3, and total levels of IkappaBalpha (Figure 8).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Treatment with triciribine effectively blocked phosphorylation of Akt, and phosphorylated Akt was no longer detected past 5 muM.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Phosphorylated Stat3 and IkappaBalpha were still present at 25 muM.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "I inhibits activation of Stat3 by suppressing the activation of its kinase JAK2.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "A second reported inhibitor of Stat3, AG490, had no effect on growth (Figure 7), but activation of Akt, Stat3, or levels of IkappaBalpha were also not affected (Figure 8).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, effects of SB202190 were only apparent at high doses (>10 muM), much higher than the reported IC50 of 0.35 muM, suggesting that p38 MAPK does not significantly contribute to the enhanced viability in LMP1 transgenic lymphocytes or lymphoma cells (Figure 7).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Since CD40-deficient mice have decreased numbers of IgMhighIgDlow cells, a phenotype associated with B-1, marginal zone, and memory B cells, the mimicry of CD40 signaling by LMP1 could possibly contribute to the expansion of B-1 cells [20].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "It is noteworthy that expression of LMP1 in transgenic mice has been shown to inhibit the formation of GCs [23,49], preventing typical B-2 cells from antigen-driven selection and expansion.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The data presented in this study indicate that although LMP1 is expressed in all B lymphocytes in the transgenic mice, malignancy develops in this specific subset of B cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The elevated expression of LMP1 in B-1a cells and the activation of specific pathways apparently induce malignant growth.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The lymphomas were marked by the upregulation of IL10, constitutive activation of Stat3 signaling, and a requirement for activation of Akt, NFkappaB, and Stat3 pathways (Figures 5 and 7).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Induction of IL10 is associated with the transformation of B-1 lymphomas in mice [59,60] and is frequently associated with EBV-positive B cell malignancies acting as a B cell growth factor [35-38].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "In addition, LMP1 has been shown to stimulate IL10 expression in Burkitt lymphoma cell lines [61,62].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "We have previously shown that cRel is specifically activated in both wild-type and LMP1 transgenic lymphomas, suggesting that activation of cRel is associated with B cell transformation [27].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Our observations suggest that similar to CD40-induced proliferation, LMP1 induces proliferation through PI3K-mediated activation of Akt and activation of NFkappaB components such as cRel.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The requirement for Akt activation was confirmed by the striking inhibition of lymphoma viability by triciribine, an Akt inhibitor.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "However, the activated pAkt did not lead to phosphorylation and inactivation of the downstream target GSK3 (Figure 6A).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "This lack of effect by rapamycin confirmed the absence of activated p-mTOR levels (Figure 6B).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "These findings suggest that other Akt targets contribute to malignant progression.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "One key target is likely the inhibition of the Fox01 transcription factors.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Repression of the pro-apoptotic transcription factor FoxO1 in a PI3K-dependent manner can inhibit expression of bcl6, a transcription factor necessary for GC formation [49,70].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Interestingly, clinical studies indicate that expression of LMP1 and bcl6 are mutually exclusive in non-HD and classical HD [72,73].", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Thus, the LMP1 transgenic lymphomas mirror aspects of EBV-induced HD.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Although the activation of Akt and the lack of Fox01 in the lymphoma cells suggest that LMP1 affects bcl6 and GC formation through this pathway, regulation of other Forkhead targets involved in cell cycle progression, such as p27 and CyclinD2, likely contribute to malignant transformation.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Indeed, loss of FoxO1 expression in lymphoma cells correlated with a loss of p27 (Figure 6B and 6C).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "The malignant lymphocytes were distinguished by constitutively active Stat3 signaling, decreased p27, and activated Akt and NFkappaB pathways, properties that are associated with promoting the growth and survival of B lymphocytes.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunohistochemistry detection of activated nuclear pStat3 in the spleens of WT and LMP1 transgenic mice.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "Immunoblot analysis for cell cycle proteins regulating the Rb pathway, probing for activated pRb, and total levels of Cdk2 and the Cdk inhibitor p27.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2065877"}}
{"text": "We show that effector CTL differentiation occurs in two sequential phases in vitro, characterized by early induction of T-bet and late induction of Eomesodermin (Eomes), T-box transcription factors that regulate the early and late phases of interferon (IFN) gamma expression, respectively.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "T cells differentiate into effector CTLs with the ability to lyse antigen-bearing target cells by exocytosis of lytic granules containing perforin and granzymes, and to produce inflammatory cytokines such as IFN-gamma and TNF upon restimulation through the TCR (1, 2).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "In uninfected mice, compound deletion of the Tbx21 (encoding T-bet) and eomesodermin genes is associated with a selective loss of CD8+ T cells with an IL-2Rbeta-high, memory phenotype (8).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "Runx3 and perforin mRNA are expressed by double-positive (DP) thymocytes and CD8+ single-positive (SP) thymocytes but not in CD4+ SP cells (14).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "Although Runx3 is not expressed in naive CD4+ T cells, its expression is up-regulated during Th1 cell differentiation, and Runx3 influences Th1 cell differentiation and function through direct regulation of the Il4 and Ifng cytokine genes (15, 16).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "T cells show reduced cytolytic activity (12, 13).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "T-bet is induced quickly upon TCR stimulation and is required for early programming of cytokine production (17), whereas Eomes is induced later during differentiation and sustains IFN-gamma expression.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "Runx3 is required for Eomes and perforin expression, and both Eomes and Runx3 bind at the Prf1 locus; in contrast, perforin expression is unaffected in T-bet-deficient cells.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "T cells lacking Runx3 show decreased expression of IFN-gamma and granzyme B, and Runx3 also binds the promoter regions of the Ifng and Gzmb genes.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "Our experiments revealed clear differences in the kinetics of perforin, granzyme B, and cytokine expression during CD8+ T cell activation (Fig. 1).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "As expected, a small fraction of naive T cells expressed the cytokines IFN-gamma and TNF in response to stimulation, and this capacity increased significantly in differentiated cells (Fig.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "Naive T cells did not display significant cytolytic function in this short-term assay (unpublished data), most likely because they express immature (unprocessed) forms of perforin and lack the capacity to degranulate (18, 19).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "These results show that after a strong priming stimulus through TCRs and co-stimulatory receptors in vitro, granzyme B expression and the ability to produce effector cytokines are programmed early, whereas perforin expression and cytolytic function are induced later, during the phase of clonal expansion in IL-2.", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
{"text": "We investigated the kinetics of expression of these transcription factors in our in vitro cultures (Fig. 1, A-D).", "meta": {"source": "BioNLP 2011 Genia Shared Task, PMC-2626671"}}
