{"text": "The Lemon Drop Kid , a New York City swindler, is illegally touting horses at a Florida racetrack. After several successful hustles, the Kid comes across a beautiful, but gullible, woman intending to bet a lot of money. The Kid convinces her to switch her bet, employing a prefabricated con. Unfortunately for the Kid, the woman \"belongs\" to notorious gangster Moose Moran , as does the money. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Seventh-day Adventist Church pastor Michael Chamberlain, his wife Lindy, their two sons, and their nine-week-old daughter Azaria are on a camping holiday in the Outback. With the baby sleeping in their tent, the family is enjoying a barbecue with their fellow campers when a cry is heard. Lindy returns to the tent to check on Azaria and is certain she sees a dingo with something in its mouth running off as she approaches. When she discovers the infant is missing, everyone joins forces to search for her, without success. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The president is on his way to give a speech. While he is traveling there a man shows up with a camera. A reporter tries to ask a member of the secret service a question. When the president enters he is shot by the man with the camera. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film opens in 1974, as a young girl, Dahlia, stands outside after school in the rain, waiting for her mother. Flash forward to 2005, we see a grown-up Dahlia in the midst of a bitter mediation with ex-husband, Kyle , over custody of their daughter, Cecilia . Kyle wants Cecilia to live closer to his apartment in Jersey City, but Dahlia wants to move to Roosevelt Island, where she has found a good school. Kyle threatens to sue for full custody because he feels the distance is too great. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The story begins with Hannah, a young Jewish teen, as she is completing her senior year of high school. Her small neighborhood in Brooklyn is falling apart and SING! is one of the only traditions keeping the neighborhood alive. Newly arrived teacher, Miss Lombardo grew up in the neighborhood but returned to be their Sing Leader. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Infuriated at being told to write one final column after being laid off from her newspaper job, Ann Mitchell prints a letter from a fictional unemployed \"John Doe\" threatening suicide on Christmas Eve in protest of society's ills. When the note causes a sensation and the paper's competition suspects a fraud and starts to investigate, the newspaper editor rehires Mitchell who comes up with a scheme of hiding the fictional nature of \"John Doe\" while exploiting the sensation caused by the fake letter to boost the newspaper's sales, for which she demands a bonus equal to 8 months' pay. After reviewing a number of derelicts who have shown up at the paper claiming to have penned the original suicide letter, Mitchell and editor Henry Connell hire John Willoughby , a former baseball player and tramp who is in need of money to repair his injured arm, to play John Doe. Mitchell now starts to pen an article series in Doe's name, elaborating on the letter's ideas of society's disregard of people in need. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A line of people drool at the window of the shop of market butcher Buzz Buzzard. A short series of gags ensues about how Buzz dishonestly \"jacks\" up all his prices. Since Woody is broke as usual, he sneaks in and gets thrown out by Buzz. On the way out, Woody collides with a bottle of invisible ink and turns partially invisible. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Lola attempts to gain her father's trust fund by hiring a Hispanic husband, Bo , offering him $100,000 per year if he marries her. Bo accepts, and then departs from his Texas home and returns with Lola to her home in New Mexico. Lola finds out he is in fact Caucasian. Lola's best friend, Nina , and Bo's brother join the trip, as does Bo's girlfriend, Nikki , and her clumsy friend, Dotty , in secret. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Milan and Goran are two criminals who smuggle illegal immigrants. One night after they complete a smuggle, they discover that one of the immigrants has left a baby behind. Milan and Goran decide to sell the baby to Lubos and Eman, who are responsible for running an illegal baby adoption center. Lubos and Eman make attempts to sell the baby to Miluska and Frantisek, a barren couple. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Bumbling pirate crewman kills his captain after learning where he has hidden buried treasure. However as he begins to lose his memory, he relies more and more on the ghost of the man he's murdered to help him find the treasure. This film provided a reunion of sorts for Sellers with his onetime Goon Show colleague Spike Milligan, who appears halfway through the film. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film is based on the events that happened on the ship Exodus in 1947 as well as events dealing with the founding of the state of Israel in 1948. Nurse Katherine \"Kitty\" Fremont is an American volunteer at the Karaolos internment camp on Cyprus, where thousands of Jews - Holocaust survivors - are being held by the British, who won't let them go to Palestine. They anxiously wait for the day they will be liberated. Ari Ben Canaan , a Hagannah rebel who previously was a captain in the Jewish Brigade of the British Army in the Second World War, obtains a cargo ship and smuggles 611 Jewish inmates out of the camp for an illegal voyage to Mandate Palestine before being discovered by military authorities. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Following the sudden death of Kid's father \"Pop\" the local church has donated a scholarship fund to Kid so that he can go to college. Play now drives a sports car called \"Foreplay\" and is the manager of a record store. He attracts the attention of music producer Shelia Landreaux whose talent scout Rick spotted Kid N' Play performing at a community center. Shelia is willing to help finance Kid N'Play's demo session if they can commit to taking the act to the top of the charts. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Despite Lucy's reservations, she agrees to her husband’s request to attend a wild party of lust and sexual exploration on a remote island. Their passion soon turns to terror when they discover that one of the group has disappeared. Some start to believe there is something evil lurking in the forest while others begin to suspect each other. Lucy's biggest fear was that the weekend could ruin her marriage, she didn't realize it could cost her her life too. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Alan Colby, heir to a vast fortune, reappears after a seven year absence, only to be murdered before he can claim his inheritance. The Lowells have been living off the Colby fortune, and now someone is trying to kill Henrietta Lowell, matriarch of the family. Among the suspects are: *Fred and Janice Gage, who live off the Lowell fortune, which would have gone to Alan Colby, the murdered man * Prof. Bowen, who is paid handsomely by the Lowells for his valuable psychic research ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Debbie's favorite band is Dream Street, and her favorite member is Chris Trousdale. When Chris gets a fever while travelling on the Dream Street tour, in a haze, he strays away and ends up in Debbie's bed, much to the shock of his \"Biggest Fan,\" who thinks she's in heaven. Debbie proposes that Chris stay with her and he agrees. So, over the week they spend time together ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ashes to Ashes is set in London, England. The film is a surreal journey into the dreams and misadventures of Gabriel Darbeaux a young screenwriter and martial arts enthusiast who supplements his income by escorting wealthy women. We are introduced to Gabriel’s character as he is chased and cornered by a group of Triad thugs armed with swords, sticks and nunchaku. Using his own nunchaku Gabriel manages to fight off the thugs only to find that the whole episode was an early morning dream. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film follows the experience of Vietnamese refugees in the United States immediately following the Fall of Saigon at the end of the Vietnam War. Tai Tran has been appointed the camp translator by Gunnery Sgt. Jim Lance . He has arrived with his sister's two young children. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Three friends are droving cattle in Australia in 1939: the restless Bluey Donkin, easy-going Milo Trent and English Peter Linton, who is in the country on a working holiday. Squatter's daughter Kate Carmody is in love with Bluey but he refuses to be tied down to any one woman. War is breaks out and the three men enlist in the Australian army and are assigned to the 9th Division. They ship out to Africa. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Set in a lonely city on a rainy night, the film takes place in a bicycle shop that is closed for the night. In the corner of the shop sleeps Red, a red unicycle who languishes in the \"clearance corner\", waiting to be purchased. As the camera zooms on him, the sound of rain falling turns into a drumroll, and we go into the dream-sequence. In his dream, Red is being ridden by a circus clown as part of a juggling act. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A group of teenagers at Catholic boarding school in the provinces spend their time trying to adapt to the demands of the priest in charge of the school while discovering life with their adventures and pains. It presents the romantic and sexual initiation of the group of adolescent boys and their problems. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film follows the lives of several West Point cadet classmates who find themselves on opposite sides of the war. The film also follows the adventures of Lucius the slave escaping via the underground railroad to freedom with the film cutting between the First Battle of Bull Run and the birth of a Lucius' child born in slavery. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "This story of a Zulu family is a composite story of events enacted by Africans whose experiences resembled the story’s events. Forced out of his village by famine, Zachariah leaves his family to take the only work available: in the gold mines near Johannesburg. Seeking better than a slave wage, he settles with his wife and children in a bleak room in a crumbling shack on the outskirts of the city. Here he confronts the pass laws – hundreds of laws which he did not know existed – restricting his every move: he cannot find work without a pass, and he cannot get a pass without work. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film opens with Madhav and Sreenu playing a football cup final in Kolkata. Madhav and Sreenu are best friends, football players, and neighbours. Subsequently, the team wins the cup. A mishap happens when Sreenu tries to save Madhav from an accident. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A villager new to the big city – Bhagwaan – turns to crime to avoid starvation. He is drawn into the gang of slum crime lord ‘dada’ Shambu where he falls into every crime but one: violence against women. When an impoverished but honourable young widow hangs herself after being raped by Shambu Dada, the cries of her orphaned baby awaken Bhagwaan’s soul. He rebels against his former master. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The Stooges play three sets of identical triplets, born one year apart. All nine brothers lose track of each other after World War II, unaware that they are all living in the same city. One set is single, one is married, and the other is engaged. Trouble brews when the engaged set of brothers decided to celebrate at a local nightclub. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ranchhod Rai Patel is an egotistical and arrogant self-made Gujarati man who arrived from India and settled in the New York area years ago. He started his career cleaning latrines and dirty clothes, then moved on to working in a restaurant, saving enough money to own one, and then finally owned twelve. He became an extremely successful real-estate magnate, à la Donald Trump and was so big-headed that started calling himself THE Roger Patel. He got married to a woman named Kamla and they were soon proud parents of two lovely daughters, Namrata and Ritu. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Preetam , a struggling cartoonist, meets Anita at a tennis match, where she is watching her favorite tennis star. Anita, a wealthy and westernized heiress is controlled by her feminist aunt, Sita Devi . Sita is suspicious of men, and cultivates her attitudes in Anita. However, to receive her fortune, her father's will decrees that Anita must marry within one month of turning 21. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Samson, a Hebrew placed under Nazirite vows from birth by his mother, is engaged to a Philistine woman named Semadar. At their engagement, Samson loses a bet with his wedding guests and attacks thirty Philistines to strip them of their cloaks to pay his betting debt. When his deeds become known, Semadar is killed during their wedding feast; Samson becomes a hunted man and in his fury he begins fighting the Philistines. The Saran of Gaza imposes heavy taxes on the Dannites, with the purpose of having Samson betrayed by his own people. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A soldier-of-fortune steals some Russian nerve gas from Afghanistan, and brings it to the U.S. to be analyzed. A greedy millionaire rancher finds out about it and sets out to steal it. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Mary was a lonely and poor child, from a family of poor farm workers in Portland, Oregon. She was always in trouble with juvenile authorities partly because she hated to go to school. After a number of breaks from juvenile authorities, Mary's good luck ran out. She and another troubled male teen got caught while they were joy-riding with a stolen car that they crashed. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In 1942, a 10 year old boy named Timmy plays with a jigsaw puzzle of a nude woman when his mother walks in. She chastises him for it. The mother orders Timmy to get a plastic bag because \"I'm gonna burn everything. \" ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Set in the Northwestern United States in 1875, the film focuses on taciturn widower Matt Calder , who recently has been released from prison after serving time for killing a man while defending another one. He arrives in a tent city in search of his ten-year-old son Mark , who was left in the care of dance hall singer Kay during his absence. Matt promises Mark, a virtual stranger to him, the two will enjoy a life of hunting, fishing and farming on their homestead. Kay's fiancé, gambler Harry Weston , tells her they must go to Council City to file the deed on a gold mine he won in a poker game. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Like in many other Monicelli movies, the main theme of Amici miei is friendship, seen from a rather bitter point of view. It tells the story of four middle-aged friends in Florence who organize together idle pranks in a continuous attempt to prolong childhood during their adult life. Count Mascetti is an impoverished noble who has no means to support his family, but does not renounce high living pleasures anyway, and has an underage mistress, Titti . Perozzi is an easy-living journalist harassed by the unceasing disapproval of his wife and his son. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Porky Pig is trying to get on a plane to play golf. However, Daffy Duck, agent to the stars, complete with business card that flashes like a theater marquis, stops him , and does everything he can to convince him that his preteenager client \"Sleepy LaGoon\" can become a star. This annoys Porky so much, as he is trying to get on his plane. Daffy spends most of the cartoon telling Porky about what his client can do, while actually performing various schticks himself, in his usual wild and frenetic way. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A movie about the travails of Jason , a young gas station attendant and movie projectionist living in Nebraska. His encounters with various social difficulties and with Frances , a beautiful and enigmatic young woman leads to dramatic changes and decisions in his life. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Mickey and the Scorpions decide to go on a big game hunt. The kids go out into the woods, only find themselves up against real wild animals . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the desert wilderness of 1930s Manchuria, The Bad - a bandit and hitman - is hired to acquire a treasure map from a Japanese official traveling by train. Before he can get it however, The Weird - a thief - steals the map and is caught up in The Bad's derailment of the train. This involves the slaughter of the Japanese and Manchurian guards, and various civilians. The Good - an eagle-eyed bounty hunter - appears on the scene to claim the bounty on The Bad. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Anna Khitrova , a British-Russian midwife at a London hospital, finds a Russian-language diary on the body of Tatiana, a 14-year-old girl who dies in childbirth. She also finds a card for the Trans-Siberian restaurant, which is owned by Semyon , an old vor in the Russian Mafia. Anna thus sets out to track down the girl's family so that she can find a home for the baby girl, having meetings with Semyon who she initially regards as friendly. Anna's mother Helen does not discourage her, but Anna's Ukrainian uncle and self-described former KGB officer, Stepan , whom Anna asks for help with the translation of the diary, urges caution. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Bimbo and Koko are sign painter's they have been hired to paint the lettering on the window of Betty Boop's Dancing School\". Betty Boop teaches her animal friends how to dance to the tune of \"Dancing to Save Your Soul\", the dancing shakes the building and the building crumbles to the ground. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Paschalis is a 30 year old agronomist, about to marry his beloved Anthoula on the island of Milos. He accidentally embarks on the boat to Sifnos, where he meets Zoi , a beautiful but strange photographer who goes to the island for her own 'purposes'. Things will become even more difficult for Paschalis when a strike of ship captains may cost him his marriage! But things change when together with Zoi ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Kishen has a suspicious-minded wife, Kaajal , who thinks he is always having an affair with another woman, even though he is extremely faithful to her and wouldn't dream of betraying her in any way. Prem has the opposite situation. He is married to Pooja , who seems to be very trusting, even though he has been having several affairs with numerous gorgeous women. There is also Kishen's friend Shekhar , who accidentally falls in love with Sanjana and marries her. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Tahaan lives with his grandfather , mother Haba and older sister Zoya in the Kashmir valley. The family lives with the ardent hope that the boy's father, who's been missing for over three years, will return home. The death of the grandfather pushes them into financial crisis. The local moneylender and his manager take away the family's assets including Tahaan's donkey, Birbal, in lieu of an unpaid loan. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Five men attend the same gym in Berlin. None of them seem to have anything in common, but all five have not enough confidence to meet or develop relationships with the opposite sex, and what it really means to be a man or what women expect of them. Günther Stobanski, portrayed by Christian Ulmen, fails with Internet dating, music producer Jerome Ades, portrayed by Til Schweiger, passes from a sentimental break-up story to another. Roland Feldberg, a train driver portrayed by Wotan Wilke Möhring, snubs his wife Susanne Feldberg portrayed by Nadja Uhl. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "School is out and the teenagers head for the beach. All is well until millionaire Harvey Huntington Honeywagon III comes around, convinced that the beachgoers are so senselessly obsessed with sex that their mentality is below that of a primate – especially Honeywagon's wunderkind pet chimp Clyde, who can surf, drive, and watusi better than anyone on the beach. With the teenagers demoralized and discredited, Honeywagon plans to turn Bikini Beach into a senior citizens retirement home. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The evil Lord Conqueror, head of Conqueror's Clan, is given a prophecy by Mud Buddha. It is said that if Conqueror finds two young children by the name of Wind and Cloud he will have good fortune. Mud Buddha tells Conqueror to look for him 10 years later so that he can tell the rest of Conqueror's fortune. Conqueror issues an order that every boy with a birth chart matching Wind's or Cloud's must become a disciple of the Conqueror's Clan. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The sequel to the TV movie entitled The Incident, a small-town lawyer, Harmon Cobb, and his family move to Baltimore where he becomes the law partner of his old adversary, where he goes against the State of Maryland, suing on behalf of an institutionalized mental patient for release. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A farmer is busy with hoeing while his son Porky is ploughing the fields with his horse Dobbin. Hank Horsefly speeds up the process. The farmer and Porky are about to take a turn for the worst as Mr. Viper The Snake comes with a Mortgage form ready to evict them unless a sum of rent money is paid. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Odile Deray is the publicist for the slasher movie Red is Dead, which features a serial killer whose weapons of choice are the hammer and sickle. She is invited to the Cannes film festival, where she is faced with the unanimous opinion that the movie is extremely bad. However, Red is Dead soon attracts the public attention when its projectionist is murdered by what seems to be a copycat of the movie's killer. Ecstatic, Odile brings the movie's mentally retarded star Simon Jérémi to the festival and hires bodyguard and self-proclaimed womanizer Serge Karamazov to protect them. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The plot focuses on a famous sculptor, Gustaf Borgstrom . He hires a chorus girl, Ardell Kendall . When Donald Dillingham marries the chorus girl, his wealthy parents disown him. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "During the Great depression in 1933 in Winnipeg, Canada, an old fortune teller is predicting the future for Chester Kent , a failing Broadway producer, and his nymphomaniac amnesiac girlfriend Narcissa . The fortune teller predicts doom, but Chester laughs it off, and rides a train into Winnipeg. The baroness Helen, Lady Port-Huntley announces a competition to find the saddest music in the world; she hopes that the competition will raise the sales of her beer, especially since Prohibition is about to end. Chester decides to enter the contest representing America. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film is similar in some ways to Seth Michael Donsky's 1996 film Twisted made prior to Tierney's film. Like in Donsky's film, the plot of Oliver Twist is updated to the present day, and moved out of the London poor house onto the streets of Toronto. In addition, the tale is told not from Oliver's point of view, but rather that of Dodge . The prosaically beautiful Oliver falls into the hands of down-and-out young men. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In 1917, former newspaperman William Gordon enlists in the U.S. Army. The day before he is to leave Washington, D.C. for the fighting in Europe, he meets socialite Joel Carter . The couple spend the day together. He tells her that, because he once wrote a book on cryptography under a pen name, the army is searching for him to put him to work behind a desk, but he is eager to fight the Germans. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Betty is startled awake in her bed on a stormy night. She searches for the cause of the shock while she sings the song. Then, unexplainable phenomena start happening in the house. Mysterious Mose appears, and sings part of the song. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film begins with a boy named Michael , a kid who has the hots for a beautiful girl named Jada , but is always rejected because Jada is stuck with a gangster, Lorenzo , and when Michael comes close to her, he is threatened with bodily harm by getting beat up by both Lorenzo and his homeboys, T-Bone and Baby Boy . But Michael is secretly involved in black magic, and tries to bring a doll that he keeps calling Killjoy to life. But the spell does not work quickly; after he is abducted by the gangsters and brought into an abandoned area of the woods, Michael is accidentally shot and killed by Lorenzo when they were supposedly joking around with him. A year later, Jada is now going out with a guy named Jamal , who is just as nice as Michael was. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Husband and wife Rawdon and Miranda are soulmates. Their love for each other is palpable as they lie in bed treasuring their 6 month old daughter Quincey. Miranda fantasizes about the speech she plans to make when, one day in their future, she will give this tiny infant away at her wedding. Tragically, when Quincey is 3, Miranda is killed in a car accident and Rawdon is left alone, unmoored, to continue life without the love of his life. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Raj Mittal , Veer Saxena and Aryan Kapoor are unhappy with their respective marriages even though they love their spouses. Their wives Bhavana , Diya and Sonia are busy with their everyday lives, and their husbands feel ignored by them. Bhavana constantly uses religion as an excuse to not be intimate with her husband, Diya aspires to be an actress, and Sonia is a lawyer who is obsessed with her cases. Soon the three men come across three beauties: Madhuri , Rekha and Dimple . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Introduction: The usual chase starts for a few seconds until it stops for the Latin names: Ultra-sonicus Ad Infinitum and Nemesis Ridiculii, plus a \"bonus\" name for the Road Runner's beep: Beepius-beepius. The chase then moves around mountain corners until it ends on a mountainside, with the Road Runner ducking behind a corner and leaving a cloud of dust for the coyote to run into. Wile E. rides the dust cloud all the way through the air, and finally stops to determine where he is, a question mark appearing over his head. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "On the island of Amity, sheriff Martin Brody, the hero of previous shark attacks, has died from a heart attack. His wife, Ellen Brody , thinks it was from fear of the shark. She now lives with their son Sean and his fiancee Tiffany . Sean works as a police deputy and is sent to clear a log from a buoy a few days before Christmas. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Sagar Alias Jacky is a gangster who is known for solving problems among big gangs. The Chief Minister's son-in-law, Manu is kidnapped and the police are unable to find a clue. Manu's wife Indu realises that the police have been influenced by her brother Hari who seems to know the kidnappers. Indu decides to call her best friend Sagar to help find her husband. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ralph Bellamy is \"The Healer\" in this 1930s morally uplifting pot-boiler. Bellamy is a doctor that has come home to a warm springs to try to heal children from the unnamed crippling disease . He runs a destitute camp for these children, assisted by Evelyn who looks upon the Doc as a great man. Mickey Rooney is Jimmy, a paraplegic kid whom the Doc promises to cure. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Set in one-day, three people embark together on a car trip from Madrid to Almeria. Antonio is a successful industrialist, however he is dismayed that his personal life does not reflect his glittering career. He is insecure about his faltering marriage to Teresa , whom he believes is having an affair with his best friend, Antonio . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Staff Sgt. Raphael \"Jinji\" Moked is ordered by his captain, company commander Shamgar, to retrieve Sergio Constanza, a deserter from reserve service. On his way he meets his girlfriend Yaeli and offers to talk to her father, Victor Hasson, to get a blessing for their relationship. Hasson gives his blessing, believing that Moked came for his older daughter Shifra, but throws him out of the house after finding out this was not so. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Rachel , a high school girl, seems to have the life that most people envy: she has a steady boyfriend, great friends, and a place on the school's soccer team. Preparing for college and separating from her boyfriend are the main worries of this teen, as she lives a carefree life like most girls her age. However, Rachel's world falls apart the day she discovers that Jason , the guy whom she lost her virginity to at a party and died in a car accident a few months ago, was HIV positive and an heavy IV drug user. Rachel immediately goes to an AIDS clinic to get a rapid swab test, which comes back positive. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A Mexican widow receives a letter from the high school attended by her son . It informs her that the boy is about to fail his geometry exams for the third time. The woman berates her son, then turns on the television, refusing to speak to him. The boy leaves the room, vowing that he will never fail geometry again. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "This film focuses on the interrelationships between Deaf culture and language in France. Its overview encompasses a broad range of perspectives, costrasting the stories of a family who has been deaf and thriving for five generations with the story of a woman whose deafness was misunderstood, causing her to be confined for a time in an asylum for the insane. The documentary features hearing-impaired people of all ages and from all walks of life. With their profound deafness in common, the children and adults featured in this film communicate their dreams and thoughts through sign language. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Warren Schmidt is retiring from his position as an actuary with Woodmen of the World, an insurance company in Omaha, Nebraska. Schmidt is given a retirement dinner that seems to bring no comfort. Schmidt finds it hard to adjust to his new life outside of work, feeling useless. One evening, he sees a television advertisement about a foster program for African children, Plan USA, and decides to sponsor a child. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film follows the Bandini family as they struggle through hard times in 1920s Colorado. Unemployed and broke, Svevo Bandini tries to come up with the money his family needs to make it through the winter, while putting up with his difficult mother-in-law , his nervous wife , and his two young boys. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ambitious, idealistic Stephen Chase goes to work for the Atlantis Oil Company and is sent to a remote outpost in rural China run by \"No. 1 Boss\" . After a while, he feels secure enough to send for his fiancée and goes to Yokohama to meet and marry her. However, when he gets there, all that is waiting for him is a telegram, in which she explains she is unwilling to live in such a backward country. He strikes up a conversation with Hester Adams . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Littlefoot and his friends are constantly being bullied and browbeaten by three teenage dinosaurs: Hyp, a Hypsilophodon; Nod, a Nodosaurus; and Mutt, a Muttaburrasaurus. However, when a shower of flying rocks impacts near the Great Valley and causes a rock slide in the Mysterious Beyond, which blocks the water supply of the Great Valley, Hyp, Nod, and Mutt are no longer the biggest worry of Littlefoot and his friends. The increasing lack of water causes conflicts between the inhabitants of the Great Valley, who have lived in relative peace and harmony until this event. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In 1927, young belle Charlotte Hollis and her married lover, John Mayhew , plan to elope during a party at the Hollis family's antebellum mansion in Ascension Parish, Louisiana. However, after Charlotte's father intimidates him, telling him that John's wife had visited the day before and revealed the affair, John pretends he no longer loves Charlotte and tells her they must part. John is then brutally murdered and decapitated in the summerhouse with a cleaver, with one hand severed. Charlotte discovers the body. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The story is based on the requirement of Spanish land owners in California to register their lands before a deadline and the chicanery practiced by some to prevent registration. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Set in the 1960s, the film follows the lead character Kent , as he travels along the California coast. As he drifts, he recalls his former troubled girlfriend, Bobbi who committed suicide after he broke off their relationship. During his travels he meets up with different women. However, he moves along rather than stay put in hopes of finding a meaning to his life. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the winter of 1945, immediately after the liberation, Jean Diego , a member of the French underground during World War II, meets Raymond, one of his comrades in arm who was believed to have succumbed in battle. On that same night, Jean encounters a homeless man named \"Destiny\", whose predictions about him finding the woman of his life won't be too far from reality. Jean soon starts a liaison with Malou, a young woman married to a rich man. The next hours of his and Malou's lives are underscored by extreme, dramatic events; however, as the clochard predicted, they find their way out of struggle and are able to move on, leaving behind wartime and its dangers. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film is based rather loosely on the play, adds an entire backstory before O'Neill's actual play begins, and includes several new characters that do not appear in it . Some people consider the movie to be just a vehicle for showing off Robeson's musical talent . However, the film does provide what may be Robeson's greatest dramatic performance in a movie, considered by many to be worthy of an Oscar nomination that it did not receive. In the film version, the opening shots are of an African ritual dance. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A group of journalists are investigating a highly secret document when they uncover a sensational story: that even before the Second World War, in 1938, the first rocket was made in the USSR and Soviet scientists were planning to send an orbiter to the moon and back. The evidence is convincing; it is clear that in this case, Soviet cosmonauts were first. The movie follows the selection and training of a small group of cosmonauts. The one who shines above the others is Captain Ivan Sergeyevich Kharlamov . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "During a routine walk home, advertising executive Murray runs into Carter , a would-be mugger. After a struggle, Murray strikes Carter in the face with his briefcase and proceeds to walk away. Murray notices that the mugger is part of a small gang, which begins to chase him. Fearing for his life, he climbs a tree to evade capture, but finds himself unable to leave when the gang decides to wait for him to come down. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "It is spring. Randy Dean is a high school senior with poor grades, only one school friend , secret cigarette and marijuana habits and a cashier’s job at a gas station with Regina. She is pursuing a dead-end relationship with Wendy, a married woman who drops by the gas station when it pleases her. This often entails a follow-up visit from her jealous husband, Ali, who roughs Randy up and orders her to stay away from Wendy. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Uncle Max draws Betty and Pudgy out of the inkwell. Pudgy is tired and unwilling to perform on Betty's command. Betty uses pen and ink to draw a machine that give Pudgy more pep. Unfortunately, the machine soon runs amok, speeding up not only Pudgy and Betty, but the entire city as well. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Pierre suffers from amnesia after a war-time accident in which he might have killed a young Vietnamese girl while crash-landing his stricken plane. His nurse-girlfriend Madeleine lives with him on a low-key but potentially romantic basis. Pierre then sees Cybèle, a young girl in distress as she is being dropped off at an orphanage by an obviously unloving father. Eventually, he pretends to be the girl's father, which allows her to get away from the locked orphanage, and he spends time with her every Sunday, for months. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A roving band of Japanese karate fighters led by a masked, long-haired warrior enter a remote village in China hoping to get their hands on the local supply of \"Dragon Herb. \" There they come into conflict with a group of Chinese kung fu fighters seeking to defend the herb. Tensions escalate, and the Chinese are defeated in several fights with the clearly superior Japanese force. Luckily, help arrives in the form of an outlaw kung fu expert , who faces off against the Japanese leader in a climactic fight on the beach. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Karthikeyan is a photographer-cum-editor working in Indian Express. Chitra is a bank employee. Both reside in Navi Mumbai. Karthik meets Chitra while opening a bank account. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Joan is brought to trial. Her judges try to make her say something that will discredit her claim or shake her belief that she has been given a mission by God to drive the English from France, but she remains steadfast. One or two of them, believing that she is indeed a saint, support her. The authorities then resort to deception. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film CHAMPION is a tale about a man who has a quest, a dream to be the best of the best. The film centres around four main characters, namely Rajveer Singh , a simpleton from a village in Punjab, whose sole dream in life is to become a super-cop and wipe off all crime. After, training, he gets his first posting at Mumbai for a special assignment. Bubbling with enthusiasm, an arrival, he is shocked to find that his job is to protect a nine year old boy, Abbas Khan . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Katherine Sullivan, a severe agoraphobic, witnesses the murder of her husband and speaks with the investigating detective. Then both the body and the detective disappear. Katherine hires private investigator Jack Mize to figure out, only Mize isn't so sure Katherine's version of reality is the truth. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Vaibhavari Sahay, affectionately called Badki , and Shubhavari Sahay, affectionately called Chutki are the daughters of Shivshankar Sahay and Sabitri . They live together on the banks of the Ganges in Banaras. Life is full of happiness and joy for the two, though the family is relatively poor. Badki especially is protective of her family and is determined to ensure Chutki completes her education. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "It is New Year's Day of 2006, more than a year after the events of Night Watch. Anton Gorodetsky, the protagonist of the first film, finds himself in the middle of an approaching conflict between the Light and Dark Others, who are still bound with an uneasy truce. Anton is still a Night Watch operative, now working with his trainee and romantic interest, Svetlana. As his son Yegor has now become a Dark Other, Anton is forced to secretly destroy evidence of Yegor's attacks on normal people, which violates the treaty, leaving the Night Watch unable to sentence Yegor. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In 1947, the movie's narrator, Stingo , relocates to Brooklyn in order to write a novel and is befriended by Sophie Zawistowski , a Polish immigrant, and her lover, Nathan Landau . One evening, Stingo learns from Sophie that she was married but her husband and her father were killed in a German work camp and that she was interned in the Auschwitz concentration camp. Nathan is constantly jealous, and when he is in one of his violent mood swings he convinces himself that Sophie is unfaithful to him and abuses and harasses her. There is a flashback showing Nathan rescuing Sophie from near death from anemia shortly after her immigration to the U.S. Sophie eventually reveals that her father was a Nazi sympathizer. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Claire, a mild-mannered parking attendant, lives in a small flat with her mother who is recovering from a recent stroke. In the opening sequence she patrols the Los Angeles streets and stumbles into an old flame, who introduces Claire to his wife and ill-behaved daughter. Reeling from the chance encounter, she steps out onto the street and is hit by a passing vehicle. Returning to work, Claire attracts the attention of another parking attendant, an extremely blunt and aggressive man named Jay whose home life consists mainly of entertaining himself using the services of a webcam porn site and phone service. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A young woman named Hyun-chae is on train looking through an art book. As she turns the pages, she discovers a written message underneath a picture of bears playing together in the springtime. She reads: I like you so much. Like a bear in springtime, I know your secrets ... ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ninja Resurrection takes place in the Tokugawa era, at a time when Christians in Japan were being persecuted. The leader of the Shimabara Rebellion, Amakusa Shirō, hoped to resist the government forces attacking Christians like him but is assassinated. Soon after, Amakusa's restless spirit returns to avenge his fallen comrades and is up to Yagyū Jūbei Mitsuyoshi to put a stop to the demonic onslaught. Jubei's Revenge begins a narration of the timepiece explaining the era, the war between toyotomi and tokugawa, the events that led up to the Shimabara rebellion, and a dark satanic prophecy about Shiro. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "It is the late 1970s, and smuggler David Swansey specialises in importing goods to war-torn Southern Rhodesia, defying international sanctions imposed on the doomed nation. Swansey is eventually contracted by the Ian Smith administration to arrange an illicit purchase of American-made Iroquois helicopters for counter-insurgency operations against black African nationalists. However, word of his plan soon reaches the latter, who apply strong political pressure to kill the deal in its cradle - the aircraft shipment in question is impounded upon reaching neighbouring South-West Africa. Meanwhile, one of the many indigenous guerillas resisting the white supremacist policies of the Rhodesian regime is Gideon Marunga , veteran combatant and reluctant participant in atrocities directed against unarmed civilians by his fellow insurgents. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "New Orleans narcotics detective Anthony Stowe is a heroin addict who is teetering on the edge of oblivion, and he could not care less. At the moment, he is trying to bring down his former partner Gabriel Callahan , who has become a drug kingpin. Callahan is trying to, and slowly succeeding at, taking over the New Orleans underworld. Stowe botches a sting operation against Callahan, resulting in the death of fellow cop Maria Ronson , whose fiancee, fellow cop Van Huffel , nearly comes to blows with him over it. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Generally, the film is a dark and quirky \"tragicomedy\" concerning an \"everyman\" protagonist a fairly pleasant but rather innocuous, ordinary and uneventful life. But all of this gets derailed, and Frank's life descends into an increasingly complex mess, from the minute a beautiful and seductive new patient named Susan Ivey comes to him, seeking a root canal and a little pain relief... On Susan's initial office visit, Frank schedules her for a root canal the very next day, and offers her some Ibuprofen to address her pain in the meanwhile. Claiming that she is allergic to the offered medication, Susan requests a prescription for the addictive pain-killer Demerol. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Sakthivel Gounder is one of the most respected, most educated and among the wealthiest men in his district. He is respected by one and all, however his only black mark is his son -Chinnarasu who is considered a dunce owing to his poor academic history. Chinnarasu once loved and adored - Gowri who was his wife to be- until she attempted suicide to prevent this union . To prevent any misunderstandings- Chinnarasu declared that he was not interested in Gowri and earned his father's wrath. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Rebecca is an unemployed actress who is living with an equally unsuccessful screenwriter, Sarfras. Rebecca makes a living by caring for a blind and diabetic woman while going through one disastrous relationship to the next. Rebecca is invited to understudy the famous movie star Simone Harwin , in the play Electra. Although Rebecca's unfulfillment is compounded: despite outshining the Action Star with her own talent, Rebecca is treated as second class, either bullied or ignored by the cast and crew including the director Ian, the stage manager Alison. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the final 23 days of L's life, he meets one final case involving a bioterrorist group that aims to wipe out much of humanity with a virus. The virus has an infection rate that has one hundred times the infection rate of the Ebola virus. He takes a boy he names Near, the sole survivor of its use in a village in Thailand, and an elementary school student named Maki Nikaido under his wing. Dr. Nikaido later received a sample of the deadly virus which destroyed that village in Thailand. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the spring of 1946, Ivan, an American soldier, returns home psychologically scarred after spending some time in Japanese prison camp during World War II. Once back in his small Pennsylvania town, Ivan settles in, trying to put his life back together while living with his stoic peasant father. Shortly after his arrival, Ivan looks for his childhood sweetheart, Maria, a beautiful woman who is taking care of her old deaf grandmother. However, he is disappointed to find Maria in the arms of Al, a captain. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In a remote fishing island in the 50's, Pepito grows up learning the trade of his mother, Rosa , the only midwife capable of delivering the newborn babies of their community. At first, the young son doesn't mind the unusual arrangement, but as he grows older, he begins to resist the role traditionally meant only for women. In time, Pepito's coming of age intersects with the lives of other islanders whose beliefs and struggles become critical impetus to his maturity. Eventually, embarrassment and prejudices were overcame by acceptance and love between mother and son ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "On the morning after his re-election, US President Joseph Staton decides to read the newspaper for the first time in four years. This starts him down a slippery slope. He begins reading obsessively, reexamining his \"black-and-white\" view of the world in a more \"gray-seeming\" way, and holing up in his bedroom in his pajamas. Frightened by the President's apparent nervous breakdown, his Chief of Staff pushes him back into the spotlight, booking him as a guest judge on the television ratings juggernaut , the weekly talent show American Dreamz, a show similar in format to the modern-day American Idol. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Officer Avraham Azoulay is a patrolman in Tel-Aviv's district of Jaffa. He is an honest man, though extremely naive, and because of his character, has never been promoted during his twenty years in the force. He is married to a dull woman ; the couple have no children. His superiors, Captain Levkovich and First Sergeant Bejerano, decide not to renew his contract, though they feel sorry for him. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The story follows the main characters Rose a comfortably out woman who identifies as lesbian and Anthony a decent progressive straight man who serendipitously meet and then unexpectedly find themselves falling for each other. Rose has to navigate the reaction of her friends and her family while Anthony too has to deal with his friends who are equally nonplussed. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A thief named Shyam who has made stealing his career decides to go straight after the death of his mentor . On the run from police for committing a series of robberies in the past, he ends up in a village and he comes across a poet named Deepak and comes to his aid. Taking advantage of the fact that Deepak is his lookalike he decides to steal his identity by killing him. He backs out of killing him however when he discovers Deepak is already dying of an illness. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The cartoon opens with a display of the book that shows the Three Little Pigs who used to play pipes and dance jigs. The short then focuses to the present day and reveals the pigs now play modern instruments and perform as The Three Little Bops. During a gig at the House of Straw, the Big Bad Wolf appears and proves he is friendly by stating that he wants to join the band. The Wolf happens to be terrible at playing his choice instrument so the pigs throw him out. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "On 1 January 1993, two customs officers, one Belgian and the other French, learn of the future closure of their small customs post situated between Courquain in France and Koorkin in Belgium. Both a hereditary francophobe and an over-zealous Belgian customs officer, Ruben Vandevoorde is forced to join the first Franco-Belgian mobile squad. The first French volunteer for the squad is Mathias Ducatel, Vandervoorde's personal bete noire. Ducatel also has the misfortune to have fallen in love with Vandervoorde's sister Louise, who is afraid to show her feelings towards him because of the trouble she knows it will cause within her family. {|style\"50%\" | ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Emilio di Roccanera, The Black Corsair, seeks revenge against Governor Van Guld for the murder of his family. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "British private detective Edward Mercer is employed to travel to Venice and locate an Italian who is to be rewarded for his assistance to Allied airmen during the Second World War. Once he arrives in Italy, however, he becomes mixed up in an assassination and a great deal of mystery. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film revolves around three characters – Vinod , Santhosh and Kochumon . The trio eats, sleeps and parties together in Kuttanad. They also have their individual ambitions in life. Vinod is in love with his uncle's daughter Kalyani . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The confusing and conspiratorial 15th ruler of Korea's Joseon Dynasty King Gwang-hae orders his councilor, Heo Gyun , to find him a double in order to avoid the constant threat of assassination. Heo Gyun finds Ha-sun, a lowly acrobat and bawdy joker who looks remarkably like the king, and just as feared, Gwang-hae is poisoned. Heo Gyun proposes Ha-sun fill the role as the king until Gwang-hae recovers fully and grooms Ha-sun to look and act every bit the king. While assuming the role of the king at his first official appearance, Ha-sun begins to ponder the intricacies of the problems debated in his court. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Carlos has to work to feed his wife , and his 15 children and the grandpa . The children dream with having a television. The summer holidays is another trouble for the big family. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Private detectives Dick and Gus are asked to investigate the disappearance and possible murder of her wealthy grandfather Jonas Morton. The duo encounter houseguest Mr. Grooch and his two assistants, who are behind the goings-on, and plotting to steal the Morton fortune. Creepy butler Jarvis also seems to have an ulterior motive. Dick and Gus' presence is not appreciated, and they find themselves the targets of poison, gunfire, and an electrifying death trap. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Jerry Falk is an aspiring writer living in New York City who falls in love at first sight with Amanda and begins having an affair and eventually tells his girlfriend about it so that she will dump him because Falk cannot end relationships. Seeking advice, Jerry turns to an aging struggling artist who acts as his oracle &mdash; and that includes trying to help sort out Jerry’s romantic life. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In 1906 London, orphan Peter Pan is one of a gang of juvenile street thieves assembled by arch crook and ace fencer James \"Jimmy\" Hook . When Jimmy scores a major job, the ever-willing-to-please Peter talks the other boys into pulling off the heist themselves in order to impress Jimmy. They manage to steal a strange glowing orb from a gallery for a mysterious man. While Peter is off to the side, the boys and Jimmy gather around the orb. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Tim Kelly and Max Ginsberg have struck it rich by investing in copper stock. But when the stock takes a dive, they are compelled to go back into their former profession — junk dealers. They take in the destitute Mary Riley as a boarder and she hits it off so well with them that she winds up becoming a partner in their rag & junk company. Mary falls in love with a man named Nathan Burke , the son of wealthy parents. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Frank Ross is a crusading reporter for a big city newspaper who is on the trail of a crooked assistant D.A., Jesse Hanley who is running for Governor. At the Banton Construction Co., Ross sees Hanley and his men burning books and ledgers before a possible investigation brought about by the paper that Ross works for. His editor Patterson backs Ross in getting Hanley but Hanley decides to get rid of him, so frames him. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "After the mayor uses a potentially dangerous substance to protect the local plantation, the lakeside town of Mountview, in California, is attacked by a lethal species of large cockroach. After some of the town's inhabitants are killed, the mayor enlists the help of eccentric pest exterminator General George S. Merlin in order to prevent further harm to the local dwellers. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Viola and Sebastian are young twins and entertainers who use their likeness to tease their audiences. During a journey by sea, they are caught in a storm, shipwrecked and separated. Viola and other survivors end up on the shore of Illyria. A devastated Viola believes her brother dead. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The crew of a deep ocean station \"DeepStar Six\", which is funded by the Navy, is expected to perform scientific studies as well as install an underwater missile silo. While checking on the area they are to build the silo, they discover an underwater cave created by magma. The cave is supposedly millions of years old. Their marine biologist, Dr. Scarpelli wants to study the cave, but Dr. Van Gelder does not wish to jeopardize the DeepStar project and wants to destroy the cave instead. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The four segments of the film average about 30 minutes in length and are presented in the following order. The Miles Ago database of Australian films * Part 1: \"The Husband\" - Focuses on a suburban husband and wife, their relationship and their sexual fantasies. * Part 2: \"The Child\" - ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Two people disappear along the Appalachian Trail: a young man jogging with his girlfriend and a hermit who rarely leaves his home. Sheriff Grady Barnes finds a trail in the woods which leads him to parts of the hermit's body. That night, young Roy Satterly is reading by flashlight when a Bengal tiger briefly appears in front of his bedroom window. In the morning, his mother, Rose , finds him sleepwalking in the woods in front of their house. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film opens in Mexico, in the home of an upper-class antiques salesman named Don Carlos Montero and his wife Rosario, whose son, Carlos or Carlitos, is accused of stealing by the principal of his school. Carlitos is scolded harshly by his father when he comes home, and is locked in his room. Carlitos runs away, but is found by an engineer named Julio Mistral who works in the forest. Julio returns the boy to his parents, and Don Carlos is very grateful. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ben Jones and Marion 'Howdy' Lewis are two easygoing, modern-day cowboys who make a meager living breaking wild horses. Their frequent employer is Jim Ed Love , a shrewd businessman who always gets the better of them. After they bring him a string of tamed horses and spend the winter rounding up stray cows, he talks them into taking a nondescript roan horse in lieu of some of their wages. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Andrew meets a young Russian girl, Daria, while on vacation in Europe and falls in love. He goes to Moscow, where he meets Daria's father , a rich Russian mafia oligarch, and becomes entwined with his situation, which places them both in grave danger. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A group of very different people live in a hotel in Los Angeles, including the romantically involved Tom Tom and Eloise . The events that unfold are the result of the death of an important resident; the son of a billionarie media mogul. His father commissions an FBI agent to look into his death. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Cast *Violent J&nbsp;– J *Shaggy 2 Dope&nbsp;– Shaggy *Krista Kalmus&nbsp;– Amy *Lindsay Ballew&nbsp;– Stacy * ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Jane is a secretary who doesn't know that her life is being filmed and shown in theaters, or that those who are closest to her are in on it. She's being sexually harassed by her corpulent boss , humiliated by her fey boyfriend, given the gaslight treatment by the people around her, et cetera, and she doesn't know why... but she's starting to suspect that something isn't quite right. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Raju is an orphan who is brought up by the people of colony in Juhu area of Bombay. He lives as a son of all residents of the colony and helps them for their financial needs by stealing and because of this he is jailed for some months frequently. He is affectionately called as Raju by Hindus and Khan by Muslims. Prem Singh intends to build a hotel in the colony and compels people to vacate the place or pay Rs.10000 as rent. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Jordan Sands, is an allergy-prone, awkward, nerdy 17-year-old girl forced to be the woman of the house after her mother’s death and has often been bullied by popular girls Ashley Edwards and Tiffany . Her embittered widower father David is struggling to make ends meet while her younger brother Hunter drives his family crazy with gory pranks. Their financial woes may be relieved when they inherit their Great Uncle Dragomir Ducovic’s castle in Wolfsberg, Romania. After arriving in Wolfsberg during Moonlight Mania which honors the famous Wolfsberg Beast, they meet the strange and steely housekeeper of the castle Madame Varcolac , which strangely, everytime someone utters her name, a wolf is heard howling. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film begins with construction completion of a water canal to the village, set in the present. Radha , as the 'mother' of the village, is asked to open the canal and remembers back to her past when she was newly married. The wedding between Radha and Shamu was paid for by Radha's mother-in-law who raised a loan from the moneylender, Sukhilala. This event starts the spiral of poverty and hardship which Radha endures. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Dr. Jennifer Allen in Baltimore , Maryland wants to find a cure for a disease known as the Gillian virus, a disease similar yet more deadly than the West Nile virus. She and a colleague capture infected mosquitoes and give them small doses of radiation. She explains that the levels have to be exact because if the mosquitoes receive too much radiation, the results could be more devastating than the virus itself. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Pablo Neruda, the famous Chilean poet and communist, is exiled to a small island in Italy for political reasons. His wife accompanies him. On the island, local Mario Ruoppolo is dissatisfied with being a fisherman like his father. Mario looks for other work and is hired as a temporary postman with Neruda as his only customer. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Contemporary New Orleans jazz musicians discuss their childhood introductions to music in Baptist churches and through local traditions like second line and Jazz Funerals, and the role of Danny Barker in keeping traditional New Orleans Jazz alive through the 70’s and 80’s. Asking the artists point blank, director Darren Hoffman explores the potential “death” of traditional jazz through modernization and marginalization and its preservation through mentorship and the continuation of traditions that intrigue and inspire young people to play the music of previous generations. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A murder mystery weekend. It's the perfect time for the perfect crime. At a secluded estate, a group of college friends are getting together for a weekend of fun and games. Killer, victim, or innocent bystander, they all have their part to play. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Love is a prostitute looking to get out of the business, but unfortunately her last gig is for three psychotic cultists who've just escaped from a mental hospital and are trawling for victims. Director Sean Cain pulls out all the stops in this macabre, character-driven nightmare, a gore-filled love letter to midnight movie fans everywhere. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Hoping to improve his financial lot, petty thief Hawk Chovinski hires a dancing instructor to teach him how to bear himself like a gentleman. His lessons completed, Hawk then poses as a European nobleman, intending to trap a wealthy wife. Yolande Cowles sees through Hawk's pose but falls in love with him anyway. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Betty and Zorg are passionate lovers who live in a shack on the beach. He works as a handyman who does odd jobs to pay the bills. As the film begins, they have only been dating for a week and are in a very passionate stage of their relationship, portrayed in a graphic sex scene. Zorg narrates the story of their relationship via voiceover. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The Stooges run a tailor shop that is about to be repossessed by the Skin and Flint Finance Corporation. When the boys hear about a big reward for fugitive bank robber Terry \"Slippery Fingers\" Hargan , they think that catching him might end their financial woes. Hargan conveniently ducks into their shop and leaves a suit jacket with a safe combination in its pocket. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In this lurid melodrama Tod Slaughter plays a villain who murders the wealthy Sir Percival Glyde in the gold fields of Australia and assumes his identity in order to inherit his estate in England. On arriving in England he schemes to marry an heiress for her money and, with the connivance of the enigmatic Count Fosco, embarks on a killing spree of all who suspect him to be an imposter and get in the way of his plans to be the Lord the Manor. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In this sequel to the \"Mighty Bra\", Lena , Johnny and Wayne are tasked with developing the \"Mighty B\" line of baby products. Since the last successful development of the \"Mighty Bra\", Johnny is now head of the department, he hires a neurotic secretary Sabrina . Lena and Wayne are planning their wedding, however, Wayne has \"Baby-Phobia\" which throws a wrench into their task of developing the premier \"Mighty B\" line of baby products. Lena hires child behavior expert Boey , to work with Wayne to overcome his phobia but things start to go awry when Wayne starts developing feelings for Boey. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Zandy Allan is a hard-working cattle rancher in a remote part of the American West who needs a hired hand more than he needs a wife. He sends away for a mail-order bride, a Swedish woman who lives near Minneapolis. Expecting a woman in her 20s, Zandy is surprised when Hannah Lund turns out to be 32. He is not interested in love, only in work, although this does not keep him from misbehaving around a local woman named Maria. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Phir Kabhi targets the heart of its audience. It is all about emotions. It is a sensitive tale of Love . There are many moments in the film where one may realize the meaning behind the saying, crying while laughing and laughing also while crying. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The Facts in the Case of M. Valdemar Jessica Valdemar, an attractive middle-aged woman, rides in a taxi to the downtown Pittsburgh office of Steven Pike, her elderly husband’s lawyer with some paperwork for Mr. Pike approval. Pike sees that Jessica’s the 63-year-old husband named Ernest Valdemar, who is dying from an unnamed terminal illness, is liquidating a number of his assets for cash and suspects Jessica of having undue influence on him. Jessica denies the allegations that she’s any negative influence over her husband, while Pike makes a phone call to the house to talk with Ernest Valdemar, who speaks over the phone in a weak but coherent voice explaining about his decision to let Jessica take control of his money and assets from his personal signature on the written documents that she has. Pike reluctantly agrees to let Jessica have access to the money, but warns her that if anything were to happen to Mr. Valdemar within the next three weeks before the transfer of his estate over to Jessica is finalized, she will be investigated by the authorities. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "At the outset of the film, Camille, a young girl from the Nguyen Dynasty , is adopted by Éliane Devries after her parents die in a plane crash at the end of the 1910s. Madame Devries owns and operates a large rubber plantation in Indochina that employs many indentured laborers. Unmarried, she raises Camille as her own daughter. Madame Devries meets and has a fleeting affair with a younger man, Jean-Baptiste Le Guen, a lieutenant in the French Navy. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Joe Johnson is a young college student in desperate need of a room to rent. Due to initially ambiguous reasons, he cannot return to the city that he has come from, and, having spent the previous month draining his savings in a hotel room, he is prepared to settle for any living arrangement, regardless of the conditions. He ultimately rents a room from a fellow college student named Tom, in spite of the latter's warnings that he is exclusively seeking to rent the room to a dedicated Christian. Given that Joe is only a lukewarm Christian at best, his lax attitude towards the faith causes tensions between him and his new roommate, culminating in a life-changing confrontation. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Con-artist Marcus Pendleton has just been released from prison for embezzlement. He has emerged into a world increasingly reliant on computers. He convinces computer programmer Caesar Smith to follow his lifelong dream of hunting moths in the Amazon Rainforest. Assuming Caesar's identity, he gains employment; however, he uses the computer systems to send claim cheques to himself under various aliases and addresses all over Europe. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the Jungle of Nool, a tiny dust speck is pushed off a flower. Meanwhile, a caring, imaginative elephant named Horton , the jungle's nature teacher, takes a dip in the pool. The dust speck floats past him in the air, and he hears a tiny yelp coming from it. Believing that an entire family of microscopic creatures are living on that speck, he places it atop a clover. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film stars Laurence Fishburne as aging ex-con Socrates Fortlow, who after a long incarceration, is trying hard to make a new life and to accept the regrets of his past. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Girl Katka is frustrated and restless. She escapes from home and finds herself in the orphanage. Seven orphan boys hide her and call her \"Princess\". But Katka is soon uncovered and her frantic mother is on the way. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Peacetime sailor John J. Baggs is unable to get paid or receive new orders because somehow the U.S. Navy has lost his file. He is able to come and go from the base until curfew. One night in a bar, he spots an attractive woman hustling guys at a pool table. He challenges her himself and develops an interest in the woman, Maggie, who turns out to be a prostitute living in a tenement with a young black son, Doug. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A convict, Dan Farrel , escapes from Van Dieman's Land and throws himself on a mercy of a farming couple, Mary and Donald Cameron . The years pass and Dan becomes a school teacher. He marries and they have a daughter, Dierdre , but his wife dies. Dierdre grows up and agrees to marry a local pub keeper, McNab , to stop him revealing that Dan is a convict. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Kang-do is a heartless man who has no living family members and whose job is to threaten debtors to repay his clients. One day he receives a visit from a strange, middle-aged woman claiming she is his long-lost mother. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Folks! tells the story of Jon Aldrich , a successful stockbroker who is living the good life with a wife and kids until his aging father with dementia accidentally burns down his own house. Jon tries to get his sister, Arlene Aldrich who has two sons of her own but is an irresponsible gold digger, but she won't even open the door. As a result his father Harry Aldrich/Pop and his mother Mildred Alrdich have to move in with him and his family. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Computer experts around the world strive towards the development of intelligent robots. Pioneers like Raymond Kurzweil and Hiroshi Ishiguro dream of fashioning intelligent machines that will equal their human creators. In this potential reality, man and machine merge as a single unity. Rejecting evolution's biological shackles tantalisingly dangles the promise of eternal life for those bold enough to seize it. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Homicide detective Nate Burns once lived a tough life in Baltimore, but decides to move to a small Alaskan town, after being offered the position of chief of police. Burns leaves Baltimore just a few weeks after his partner is shot and killed, feeling partially responsible for what has happened. Nate finds himself not very welcome by the town's residents, but takes an immediate interest in Meg Galligan . Meg is a young pilot, whose father left and disappeared in 1994; leaving her mother Charlene , who Meg constantly argues with, to single-handedly take care of her. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The gendarme Cruchot meets Josepha, a widow. He quickly falls in love with her. But Cruchot's daughter isn't really happy with that, and will do anything to prevent the wedding. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film depicts a future in which human beings, known as \"Oms\" , are creatures on the Draags' home planet, where they are seen as pests and sometimes kept as pets . The Draags are an alien species which is humanoid in shape but a hundred times larger than humans, with blue skin, fan-like earlobes and huge, protruding red eyes. The Draags also live much longer than human beings – one Draag week equals a human year. Some Oms are domesticated as pets, but others run wild, and are periodically exterminated. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Cheyenne Harry escapes from jail and lies low, working as a hired ranch hand. When he discovers a missing child in the wilderness, however, a complex plot of honor and secrecy unfolds. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "--&#62; *Peter Haber as Martin Beck *Mikael Persbrandt as Gunvald Larsson *Stina Rautelin as Lena Klingström * ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A missing person case involving a female university student and the victim in a hit and run case appears to be related. Detectives look for a witness. Into the police office walks Min Soo-Ah . She used to be a promising cadet at the police academy, but after a horrific car accident which killed her surrogate brother, Soo-Ah's police career ended. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The movie starts with Neely, a shrimping boat's skipper, calling in to shore with news of a good catch. Subsequent conversations with Barb, his mate/deckhand and Cap, his boss on shore, reveals that this boat has snagged and torn several nets recently due to something on the sea floor, despite the charts showing nothing in the area. Cap and Neely decide that despite the financial strain of losing their expensive nets, they can afford one more trip to investigate the source of the snags. Neely and Barb go to Duffy's restaurant where they meet Mom, Ryan and Baby. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The Truth about Nanjing was planned to be a three-part film. * The first section was \"Seven condemned criminals \" This part shows the last day of the seven people who were condemned to death in 1948 by the International Military Tribunal for the Far East and executed on 23 December 1948 at Sugamo Prison, Tokyo. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film is narrated by Ben Jago, a corrupt police detective who is prepared to manipulate those around him to get what he wants, even the people he loves. After the Commissioner of London's Metropolitan Police Sinclair Carver is caught using racist language he is forced to resign. The Home Secretary and Prime Minister choose John Othello, a black policeman and Jago's best friend, to be the next Commissioner as a publicity stunt after a reporter praises him for ending a riot. Jago, Carver's second-in-command, feels that Othello stole his chance to become Commissioner himself, as he had been the favourite for the job. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film opens in a Montreal apartment, where a woman named Lisa waits for an old man to sew bags of heroin into the cloth body of an old-fashioned doll. As she leaves the apartment with the doll, we see the man watching her leave, then dialing someone on the phone. Lisa takes the doll with her on an airline flight to New York City, but when, on disembarking, she sees a man watching her, she becomes worried and gives the doll for safekeeping to a man she'd spoken with on the plane, professional photographer Sam Hendrix . The man who'd been watching Lisa then roughly escorts her away. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Louisiana Governor Chip Majors is front in line to be North Carolina Senator Edmonds' Vice Presidential nominee. The day he is to be announced, Majors goes to a hotel, where he meets a prostitute. After a few moments, the prostitute takes out a gun and tries to assassinate him, but Majors overpowers her, and realizes that a group (led by a man named Graham , is trying to assassinate him before he is chosen. Majors kills the prostitute, but his protection, Devon and Thomas Cobbs find out. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Just before the French Revolution, Henriette takes her close adopted sister, Louise, to Paris in the hope of finding a cure for her blindness. She promises Louise that she will not marry until she could see to approve her husband. Lustful aristocrat de Praille meets the two outside Paris. Taken by the virginal Henriette's beauty, he has her abducted and brought to his estate where a lavish party is being held, leaving Louise helpless in the big city. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In the Dasht-E-Margoh desert in remote Afghanistan, inside a Taliban camp, an ISI official, Col. Huzefa , is interrogating a captured man suspected to be a Research and Analysis Wing agent. The man offers up details about RAW's operations in Afghanistan in exchange for money and safe passage across the border. He betrays his colleague, Major Rajan , who has also infiltrated the camp. This is only a ruse, as both overpower their captors and fight their way out of the camp. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film begins with the birth of Karishma and Karan on the same day in the same hospital. 23 years later, unknown of their family backgrounds, they meet each other one summer at Krakow University Poland and fall in love. When Karan finds out her family background, he starts avoiding Karishma. What happens thereafter is a succession of interesting events that you would get to see in this musical extravaganza from the house of Shakti Samanta which made some memorable romantic films like Aradhana, Kati Patang, Amar Prem, Kashmir Ki Kali and others. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film tells three stories. The first two are about two couples whose lives are extreme opposites but they share one thing in common: an unexpected pregnancy. Carmine and Sasha live in a carefree world and the arrival of a child blows their middle-class life to the ground: behind the illusion of their fancy condominium and their successful careers hides a couple that is in pain and living with secrets and lies. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Three young Russians from very different walks of life involutarily enter the military to escape their past. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The movie begins with a Three Stooges style gag involving paintball, Slater, Zack, and Screech. The movie's mood is interrupted when Zack returns home and discovers that his father disapproves of Zack's upcoming wedding to Kelly, and thus will not fund the ceremony. Zack tells his mother Melanie that because his father won't support him, he will pull off some kind of wedding with the $1,200 he has. Melanie gives Zack two free passes to stay at the Stardust Hotel in Las Vegas for the time he will be there. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Omi Khurana’s London dream has just ended. On the run from a dangerous UK gangster who he owes money to, Omi returns to his native village in Punjab, pretending to be a well-heeled London lawyer. Much has changed since Omi ran away from home a decade back after stealing money from his doting grandfather, Darji. The old man has since become senile and most importantly, forgotten the secret recipe of “Chicken Khurana” a dish that made the Khurana dhaba famous across Punjab. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "On a dark and stormy night in the 1930s, a number of people gather at an isolated country estate to hear the reading of the will of the wealthy Sinas Cavinder, including: wealthy nephew Burling Famish Jr. and his wife Pristy ; Pristy's dim-witted lover Teak Armbruster ; big-game hunter Jack Tugdon ; the foppish Lord Partfine ; elderly Mrs. Hausenstout ; kindly Seyton Ethelquake ; and the fragile Sabasha Fanmoore , Cavinder's ward. They are joined by rival reporters Eight O'Clock Faraday and Billy Tuesday along with cab driver Happy Codburn , to whom Faraday owes \"toity-five cents\" . The party grows by two when psychic Mrs. Cupcupboard and \"stranded motorist\" Ray Vestinhaus arrive unexpectedly. The large group gathers in the home's parlor so that lawyer Farper Twyly can read the will. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Forty years after an unfinished occult ritual resulted in the disappearance of six children, an American family has moved into a never-before inhabited house in Spain. The mother, Maria , wants to get the place in order, while the father, Mark , goes to work, and their children, teenager Regina and her younger brother Paul , try to settle into their daily routines. It helps that Mark's doctor-father, Albert Rua has furnished them with their residence and is nearby, especially when Mark begins to suffer from some mental breakdown attacks that periodically reoccur. Regina is not only worried about him, but also Paul who is now scared of the dark for the first time. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The film begins with a depiction of the events of the 1972 Munich Olympics. After the killings, the Israeli government devises an eye for an eye retaliation; and a target list of 11 names is drawn up. Avner Kaufman , an Israeli-born Mossad agent of German-Jewish descent, is chosen to lead the assassination squad and is given the assignment over tea at the home of Prime Minister of Israel Golda Meir. To give the Israeli government plausible deniability and, at the direction of his handler Ephraim , Avner resigns from Mossad; and the squad operates with no official ties to Israel. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Erich Dengler, the son of Manferd Dengler , poses as an Art Collector, Eric Dane, in order to take over the Holman Museum where he holds the occupants including Sharon Bell and Jack Terry who are shooting a film. Dengler attempts to unleash a lethal nerve gas bomb which threatens the safety of the world. His plan is to sell the rest of the nerve gas to the highest bidder. Jack and Sharon make it their business to stop him. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Singha receives a call from Jazz, a high school friend. Jazz sets up a high school reunion from their class only. The entire bunch meets up, they had a conversation and turns into Singha's last year of high school memory. Where he met his first and only love, Mituna . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "When the golfing bug bites Woody Woodpecker, he is ready for the game, but the question is \"Is the game ready for him?\" as he tries to match play with a power golfer. Woody's attempts to play golf are interrupted by a big, burly man who makes a bet with him. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ava , a marriage counselor, is getting married to Charlie , after being inspired by the 30 year marriage of her parents, Bradley and Betty . Six weeks after her wedding, as Ava and her younger sister Shelby are preparing a guest list for their parents surprise 30th wedding anniversary , their parents appear at Ava's office arguing with one another. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Ting is a struggling young actress who one day is noticed by Royal Thai Police Lieutenant Te, who heads up the crimes re-enactment unit and is always on the look-out for fresh talent. Ting is put to work playing the victim in photo shoots with the hand-cuffed accused killers and rapists at crime scenes. The photos are published in Thai newspapers as a means of the police publicizing that they have closed the case and done their jobs. Ting takes a liking to her job, and is so convincing that even the criminals are moved to remorseful tears. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The plot revolves the banker Favraux, receiving a threatening note from Judex demanding that he pay back people he has swindled. He is later drugged by Judex and locked away. Meanwhile the former governess Diana, kidnaps Jacqueline to try to get the banker's money. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Butte Morgan plans to take over the circus my marrying Maria Wallace. She, however, is interested only in the trick rider Jack Grant. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Elinor Lee, a gangster’s moll living in the Harlem section of New York City, has signed up-and-coming boxer Benny Blue to a 10-year contract. Lee and a pair of corrupt fight promoter scheme to build up Blue as a potential champion, with the goal of betting against him when they force him to take a dive in a champion fight. Lee conspires to hire Fredi, an old friend of Blue and an escaped convict hiding from the law, to be his sweetheart and to control him for Lee and her partners. The plans are derailed when Blue loses a key fight to a German boxer, but he works to regain his standing in the sport and is able to meet the German in a rematch after two years have passed. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The episode starts with Bob the Tomato with Larry the Cucumber, who is wearing an oven mitten on his head. When asked why, Larry says that it is because he saw it on the cover of \"Veggie Beat\" magazine and that everyone is doing it. Unable to see, however, he almost falls into a toaster and he ultimately crashes into the sink. Bob reads a letter from Dexter Wilmington from Tuscaloosa, Alabama about how he has peer pressure problems and is being tempted by his friend \"Billy\" to watch a show that Dexter isn't supposed to watch yet. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Slip and Sach's boss, David J. Thurston, has allegedly committed suicide. Slip finds a book of matches with the name of a local nightclub on his boss' desk and finds out from Gabe that a gambling casino is being run out of it. Slip comes to the conclusion that the club had something to do with his boss' death and sets out to find his murderer. The boys get jobs at the club and Louie poses as a rich cattlemen as they gather the information to convict the murderers. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A 12-year-old street kid named Municipality, while on the run from the reformatory, finds and saves a two day old abandoned child from being prey to a ferocious street dog. Failing to find any takers among the people he deemed responsible & respectable, Municipality takes up the onus of finding the child's mother himself. Here onwards ensues his struggle in the urban jungle of Mumbai with just four of his friends from the streets - Soda , Sursuri , Cutting & Dhed-shaana . Municipality's rock steady determination ultimately helps him emerge a winner against all odds as he reaches the child's mother. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Monty Capuletti is a hard-living, heavy-drinking, pot-smoking, gambling family man who makes his living as a baby photographer. He loves his wife Rose but has a very tense relationship with his wealthy, snobbish mother-in-law, Mrs. Monahan, who runs a successful department store chain and hates the way Monty acts and lives. . The irresponsible Monty cannot even pick up a wedding cake for his engaged daughter Allison without fouling up. He and his best friend, Nicky, a plumber, smoking marijuana while driving and an accident destroys the cake. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Harry Pierce and his friend, Willie Piper , invest $5,000 in a motion picture studio. They are sold a deed to the Edison Studio by a con man, Joe Gorman , who immediately leaves town with his girlfriend, Leota Van Cleef . The couple heads to Hollywood where he poses as a European director, Sergei Toumanoff, who plans to make a film starring Leota. Meanwhile, Harry and Willie pursue Gorman across the country in hopes of getting their money back after learning that the deed they purchased is worthless. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "All That I Love is a film about a young musician, Janek, in a coastal city of Poland during the early period of the Solidarity strikes, martial law in Poland, manifestations, and general political turmoil. Janek's father is an official of the local military police, and while he utilizes that connection to secure rehearsal space for his punk band , he rebels against the official repression of lycical freedom and political activism. His love interest, Basia, is the daughter of an active Solidarity member, who initially forbids Basia from seeing Janek due to his governmental connections. They continue to see each other secretly, and their romance inspires Janek to send demos to a prestigious Polish summer music festival. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The odyssey of a Kurdish man in search of his brother, who has fled to avoid being drafted into the Turkish Armed Forces. Plot Description, New York Times Escaping arrest in Turkey, he flees to Syria and from there to Iraqi Kurdistan, where he finally finds refuge among displaced children. In Iraq, Beko manages to survive the Iraqi chemical attacks in 1988, and along with a blind girl, he makes it to Germany. Eventually he discovers that his brother was drafted in the Army and killed in the conflict with Kurdish guerillas. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "While the novel is told by a third-person narrator in strict chronological order, the film uses voice-over narration . The story is framed by the questioning of Mildred by police after they discover the body of her second husband, Monte Beragon. The film, in noir fashion, opens with Beragon being shot. He murmurs the name \"Mildred\" as he collapses and dies. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "After four years, Chris returns to where he grew up, it seems at first to attend a party, but his real motive is to catch up with his old buddy, Shifty who he left behind. Whilst away, Chris has settled into responsible adult life, with a mortgage and a good job, but he is shocked to discover that Shifty has been dealing cocaine for some time, supplied by the double dealing Glen. Although happy to see him, Shifty has not fully forgiven Chris for leaving in the first place, and it is soon learned that the circumstances under which Chris left are more complicated than they first seemed. They spend the next 24 hours together, with Chris watching Shifty as he deals to a variety of increasingly desperate customers from the community. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Orphan Phillip \"Pip\" Pirrip lives with his shrewish older sister and her kind-hearted blacksmith husband, Joe Gargery . One day, Pip runs into an escaped convict, Abel Magwitch , who intimidates the boy into getting him some food and a file for his chains. Magwitch is caught when he attacks a hated fellow escapee, and is taken back to prison. Miss Havisham , an eccentric rich spinster, arranges to have Pip come to her mansion regularly to provide her with company and to play with a cruel but beautiful teenage girl, Estella . ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "After a near fatal car crash and three weeks in a coma, a man awakens to a new life, attempting to search for his true identity after suffering amnesia. The more he remembers, the more dangerous it gets. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "The story tells about Kishore who is good-hearted person and always helps poor people even though he is from Zamindar family. Then he travels to Bombay to stay with his cousin Raj who cheats lots of girls. One day when both go for a hunt in jungle, Raj meets the man who asked him to marry his daughter but Raj murders him and he frames the case to Kishore. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "U.S. Air Force Colonel Charles \"Chappy\" Sinclair and his friends Leichmann, Palmer and Horikoshi run a classic World War II aircraft exhibition at an air show. Then, upon hearing that an old friend named Ramon Morales was killed in a crash in the Gulf of Mexico, Chappy is summoned to Lethridge Air Force Base in Brownsville, Texas, where the remains of Ramon's plane are being examined. Chappy mentions that among Ramon's surviving family members are his sister Anna, who graduated from UCLA on an athletic scholarship, and his father, the mayor of a small Peruvian village. It is discovered that Ramon was shot down while carrying several kilograms of cocaine, which places this case under DEA jurisdiction. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "A railway stationmaster at a dying end-of-the-line village in Hokkaido is haunted by memories of his dead wife and daughter. When the railroad line is scheduled to be closed, he is offered a job at a hotel, but he is emotionally unable to part with his career as a railroader. His life takes a turn when he meets a young woman with an interest in trains who resembles his daughter.based on {{Amg movie}} ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Pompous paleontologist Rick Marshall has a low-level job at the La Brea Tar Pits, three years after a disastrous interview with Matt Lauer of Today became a viral video and ruined his career. Doctoral candidate student Holly Cantrell tells him that his controversial theories combining time warps and paleontology inspired her. She shows him a fossil with an imprint of a cigarette lighter that he recognizes as his own along with a crystal made into a necklace that gives off strong tachyon energy. She convinces him to finish his tachyon amplifier and come help her on a seemingly routine expedition to the cave where Holly found the fossil, which is in the middle of nowhere. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Scott Calvin/Santa Claus , and his wife, Carol , are expecting their first child as Christmas Eve approaches. Carol is missing her family, so Scott invites his in-laws, Silvia and Bud Newman , up to the North Pole, along with his ex-wife, Laura , her husband, Neil , and their daughter, Lucy , to keep Mrs. Claus company. Meanwhile, he is summoned to a meeting of the Council of Legendary Figures consisting of Mother Nature , Father Time , the Easter Bunny , Cupid , the Tooth Fairy , and the Sandman . Jack Frost also arrives and is in trouble. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "In a plot similar to Singin' in the Rain, Rabbit is named the first mayor of the Hundred Acre Wood for his great effort on planning their best friends picnic. Unfortunately, when Darby says that a mayor is in charge of everything, this goes to his head and he makes up a lot of rules, like \"No Bouncing\", \"No Honey\" and everything is by a schedule. By and by everyone gets annoyed by the new rules and finally when everyone can't follow the rules Rabbit and Beaver, who becomes the vice-mayor, decide to divide the wood so that Rabbit can be mayor on one side, and Tigger can be mayor on the other. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Five Michigan State students venture into the hills of Tennessee to spend their Spring Break vacation in an isolated cabin. There, they find the \"Naturan Demanto\", a Sumerian variation of the Book of the Dead. They also find a tape recorder that plays demonic incantations from the book, unleashing evil demons. The demons proceed to isolate and kill off the students, beginning with Cheryl, who hears the voices of the demons and goes outside to investigate. ", "meta": {"source": "CMU Movie Summary Corpus"}}
{"text": "Georges Clou is a successful salesman, enjoying the fruits of his labour as a resident of an exclusive gated community in the French Riviera. His life is seemingly idyllic, a beautiful home, a loving wife and a son. Appearances are deceptive as this idyllic vision is spoiled by the traumas his teenage son endures. Elsewhere in the community, Paul Marteau , arrives with a troubled past and uncertain future. ", "meta": {"source": "CMU Movie Summary Corpus"}}
